Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: %(submitter)s got review request #%(id)s!
it_it: %(submitter)s ha ricevuto il numero di richiesta revisione %(id)s!

source: Review request changed
it_it: Richiesta revisione modificata

source: Updated <time class="timesince" datetime="%(timestamp_raw)s">%(timestamp)s</time> (%(timestamp)s)
it_it: Aggiornato il <time class="timesince" datetime="%(timestamp_raw)s">%(timestamp)s</time> (%(timestamp)s)

source: Closed (submitted)
it_it: Chiusa (inviata)

source: Re-opened
it_it: Riaperta

source: Change Summary:
it_it: Sommario modifica:

source: Fix it, then Ship it!
it_it: Correggila, quindi Inviala!

source: Ship it!
it_it: Inviala!

source: Posted <time class="timesince" datetime="%(timestamp_raw)s">%(timestamp)s</time> (%(timestamp)s)
it_it: Pubblicato il <time class="timesince" datetime="%(timestamp_raw)s">%(timestamp)s</time> (%(timestamp)s)

source: Delete this file
it_it: Elimina questo file

source: Click to review
it_it: Clicca per rivedere

source: No caption
it_it: Nessun titolo

source: Source
it_it: Sorgente

source: Indexed searched not enabled
it_it: Ricerca indicizzata non abilitata

source: Indexed Search is not enabled
it_it: La Ricerca indicizzata non è abilitata

source: Enable Search under General Settings in the Administration UI, or contact your administrator.
it_it: Abilita l'opzione Ricerca nelle Impostazioni generali nell'interfaccia di amministrazione, o contatta il tuo amministratore.

source: Review request submitted
it_it: Richiesta revisione inviata

source: Review request discarded
it_it: Richiesta revisione scartata

source: Review request updated
it_it: Richiesta revisione aggiornata

source: Diff updated
it_it: Diff aggiornato

source: New reply
it_it: Nuova risposta

source: New review
it_it: Nuova revisione
