Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: English
it_it: Inglese

source: Italian
it_it: Italiano

source: Traditional Chinese
it_it: Cinese tradizionale

source: Required. 30 characters or fewer. Alphanumeric characters (letters, digits, underscores, and periods) and '@'.
it_it: Richiesto. 30 caratteri o meno. Caratteri alfanumerici (lettere, numeri, trattini di sottolineatura e punti) e '@'.

source: This value must contain only letters, numbers, underscores, periods and '@'.
it_it: Questo valore può contenere solo lettere, numeri, trattini di sottolineatura, punti e '@'.

source: Username
it_it: Nome utente

source: Standard Registration
it_it: Registrazione standard

source: Use your standard NIS username and password.
it_it: Utilizza i tuoi nome utente e password NIS standard.

source: Use your standard LDAP username and password.
it_it: Utilizza i tuoi nome utente e password LDAP standard.

source: Use your standard Active Directory username and password.
it_it: Utilizza i tuoi nome utente e password Active Directory standard.

source: X.509 Public Key
it_it: Chiave pubblica X.509

source: last visited
it_it: ultima visita

source: first time setup done
it_it: prima configurazione completata

source: Indicates whether the user has already gone through the first time setup process by saving their user preferences.
it_it: Indica se l'utente ha già completato il processo di prima configurazione salvando le proprie preferenze utente.

source: collapsed diffs
it_it: diff contratti

source: Indicates whether diffs should be shown in their collapsed state by default.
it_it: Indica se i diff devono essere visualizzati contratti per impostazione predefinita.

source: This field is unused and will be removed in a future version.
it_it: Questo campo non è utilizzato e sarà rimosso in una versione successiva.

source: syntax highlighting
it_it: evidenziazione sintassi

source: Indicates whether the user wishes to see syntax highlighting in the diffs.
it_it: Indica se l'utente vuole visualizzare i diff con l'evidenziazione della sintassi.

source: profile private
it_it: profilo privato

source: Indicates whether the user wishes to keep his/her profile private.
it_it: Indica se l'utente vuole mantenere il proprio profilo privato.

source: opens an issue
it_it: crea un problema

source: Indicates whether the user wishes to default to opening an issue or not.
it_it: Indica se l'utente vuole creare un problema per impostazione predefinita o meno.

source: direct incoming review request count
it_it: numero richieste revisioni in arrivo dirette

source: total incoming review request count
it_it: numero totale richieste revisioni in arrivo

source: pending outgoing review request count
it_it: numero richieste revisione in attesa in uscita

source: total outgoing review request count
it_it: numero totale richieste revisione in uscita

source: starred public review request count
it_it: numero richieste revisione preferite pubbliche

source: Settings
it_it: Impostazioni

source: Authentication
it_it: Autenticazione

source: Profile
it_it: Profilo

source: Groups
it_it: Gruppi

source: My Account
it_it: Il mio account

source: Domain name
it_it: Nome dominio

source: Enter the domain name to use, (ie. example.com). This will be used to query for LDAP servers and to bind to the domain.
it_it: Immetti il nome dominio da usare (ad es. example.com). Esso sarà usato per effettuare interrogazioni sui server LDAP e per collegarsi al dominio.

source: Use TLS for authentication
it_it: Utilizza TLS per l'autenticazione

source: Find DC from DNS
it_it: Trova DC dal DNS

source: Query DNS to find which domain controller to use
it_it: Interroga il DNS per determinare il controller di dominio da utilizzare

source: Domain controller
it_it: Controller di dominio

source: If not using DNS to find the DC, specify the domain controller(s) here (eg. ctrl1.example.com ctrl2.example.com:389)
it_it: Se non utilizzi il DNS per trovare il DC, specifica i(l) controller di dominio qui (ad es. ctrl1.example.come ctrl2.example.com:389)

source: OU name
it_it: Nome OU

source: Optionally restrict users to specified OU.
it_it: Restringi opzionalmente gli utenti all'OU specificata.

source: Group name
it_it: Nome gruppo

source: Optionally restrict users to specified group.
it_it: Restringi opzionalmente gli utenti al gruppo specificato.

source: Custom search root
it_it: Ricerca personalizzata radice

source: Optionally specify a custom search root, overriding the built-in computed search root. If set, "OU name" is ignored.
it_it: Specifica facoltativamente una radice di ricerca personalizzata, ignorando la radice di ricerca calcolata e incorporata. Se impostata, "Nome OU" verrà ignorata.

source: Recursion Depth
it_it: Profondità ricorsione

source: Depth to recurse when checking group membership. 0 to turn off, -1 for unlimited.
it_it: La profondità fino a cui effettuare la ricorsione quando si controlla l'appartenenza a un gruppo. 0 per disattivarla, -1 per specificarla come illimitata.

source: Active Directory Authentication Settings
it_it: Impostazioni di autenticazione Active Directory

source: Enable registration
it_it: Abilita registrazione

source: Allow users to register new accounts.
it_it: Consente agli utenti di registrare nuovi account.

source: Show a captcha for registration
it_it: Visualizza un CAPTCHA per la registrazione

source: Displays a captcha using <a href="%(recaptcha_url)s">reCAPTCHA</a> on the registration page. To enable this, you will need to go <a href="%(register_url)s">here</A> to register an account and type in your new keys below.
it_it: Visualizza un CAPTCHA utilizzando <a href="%(recaptcha_url)s">reCAPTCHA</a> nella pagina di registrazione. Per abilitare quest'impostazione, devi andare <a href="%(register_url)s">qui</A> per registrare un account e immettere le tue nuove chiavi qui sotto.

source: reCAPTCHA Public Key
it_it: Chiave pubblica reCAPTCHA

source: reCAPTCHA Private Key
it_it: Chiave privata reCAPTCHA

source: This field is required.
it_it: Questo campo è richiesto.

source: Basic Authentication Settings
it_it: Impostazioni di autenticazione di base

source: LDAP Server
it_it: Server LDAP

source: The LDAP server to authenticate with. For example: ldap://localhost:389
it_it: Il server LDAP con cui eseguire l'autenticazione. Ad esempio: ldap://localhost:389

source: LDAP Base DN
it_it: DN base LDAP

source: The LDAP Base DN for performing LDAP searches. For example: ou=users,dc=example,dc=com
it_it: Il DN di base LDAP per eseguire ricerche LDAP. Ad esempio: ou=users,dc=example,dc=com

source: Username Attribute
it_it: Attributo Nome utente

source: The attribute in the LDAP server that stores a user's login name.
it_it: L'attributo nel server LDAP in cui è memorizzato il nome utente di un utente.

source: Given Name Attribute
it_it: Attributo Nome

source: The attribute in the LDAP server that stores the user's given name.
it_it: L'attributo nel server LDAP che contiene il nome dell'utente.

source: Surname Attribute
it_it: Attributo Cognome

source: The attribute in the LDAP server that stores the user's surname.
it_it: L'attributo nel server LDAP che contiene il cognome dell'utente.

source: Full Name Attribute
it_it: Attributo Nome completo

source: The attribute in the LDAP server that stores the user's full name. This takes precedence over the "Given Name Attribute" and "Surname Attribute."
it_it: L'attributo nel server LDAP in cui è memorizzato il nome completo dell'utente. Tale impostazione ha la precedenza sull'"Attributo nome" e sull'"Attributo cognome".

source: E-Mail Domain
it_it: Dominio di posta elettronica

source: The domain name appended to the username to construct the user's e-mail address. This takes precedence over "E-Mail LDAP Attribute."
it_it: Il nome di dominio aggiunto dopo il nome utente per costruire l'indirizzo di posta elettronica dell'utente. Esso ha la precedenza su "Attributo LDAP indirizzo di posta elettronica".

source: E-Mail LDAP Attribute
it_it: Attributo LDAP indirizzo di posta elettronica

source: The attribute in the LDAP server that stores the user's e-mail address. For example: mail
it_it: L'attributo nel server LDAP che contiene l'indirizzo di posta elettronica dell'utente. Ad esempio: mail

source: Custom LDAP User Search Filter
it_it: Filtro di ricerca utenti LDAP personalizzato

source: A custom LDAP search filter, corresponding to RFC 2254. If left unset, this option is equivalent to <tt>(usernameattribute=%(varname)s)</tt>. Use <tt>"%(varname)s"</tt> wherever the username would normally go. Specify this value only if the default cannot locate all users.
it_it: Un filtro di ricerca LDAP personalizzato conforme alla RFC 2254. Se lasciata non impostata, quest'opzione è equivalente a <tt>(usernameattribute=%(varname)s)</tt>. Utilizza <tt>"%(varname)s"</tt> nei punti in cui andrebbe normalmente il nome utente. Specifica questo valore solo se l'impostazione predefinita non riesce a trovare tutti gli utenti.

source: Review Board LDAP Bind Account
it_it: Account bind LDAP Review Board

source: The full distinguished name of a user account with sufficient access to perform lookups of users and groups in the LDAP server. If the LDAP server permits such lookups via anonymous bind, you may leave this field blank.
it_it: Il distinguished name completo di un account utente con privilegi sufficienti per eseguire ricerche di utenti e gruppi sul server LDAP. Se il server LDAP permette tali ricerche tramite bind anonimo, puoi lasciare questo campo vuoto.

source: Review Board LDAP Bind Password
it_it: Password bind LDAP Review Board

source: The password for the Review Board LDAP Bind Account.
it_it: La password per l'account bind LDAP Review Board.

source: LDAP Authentication Settings
it_it: Impostazioni di autenticazione LDAP

source: Backends
it_it: Backend

source: A comma-separated list of old-style custom auth backends. These are represented as Python module paths.
it_it: Un elenco separato da virgole di backend personalizzati di autenticazione vecchio stile. Sono rappresentati come percorso di moduli Python.

source: Legacy Authentication Module Settings
it_it: Impostazioni di autenticazione modulo legacy

source: NIS Authentication Settings
it_it: Impostazioni di autenticazione NIS

source: Username Field
it_it: Campo Nome utente

source: DN (Distinguished Name)
it_it: DN (nome distinto)

source: CN (Common Name)
it_it: CN (nome comune)

source: Email address
it_it: Indirizzo di posta elettronica

source: The X.509 certificate field from which the Review Board username will be extracted.
it_it: Il campo del certificato X.509 da cui sarà estratto il nome utente Review Board.

source: Username Regex
it_it: Espressione regolare nome utente

source: Optional regex used to convert the selected X.509 certificate field to a usable Review Board username. For example, if using the email field to retrieve the username, use this regex to get the username from an e-mail address: '(\s+)@yoursite.com'. There must be only one group in the regex.
it_it: Espressione regolare facoltativa utilizzata per convertire il campo del certificato X.509 selezionato in un nome utente Review Board utilizzabile. Ad esempio, se utilizzi il campo Indirizzo di posta elettronica per recuperare il nome utente, utilizza quest'espressione regolare per recuperare il nome utente da un indirizzo di posta elettronica: '(\s+)@yoursite.com'. Dev'esserci solo un gruppo nell'espressione regolare.

source: Automatically create new user accounts.
it_it: Crea automaticamente nuovi account utente.

source: Enabling this option will cause new user accounts to be automatically created when a new user with an X.509 certificate accesses Review Board.
it_it: L'abilitazione di quest'opzione farà sì che siano automaticamente creati nuovi account utente quando un nuovo utente con un certificato X.509 accede a Review Board.

source: X.509 Client Certificate Authentication Settings
it_it: Impostazioni autenticazione certificato client X.509

source: Save Settings
it_it: Salva impostazioni

source: Time zone
it_it: Fuso orario

source: The time zone you're in.
it_it: Il fuso orario in cui ti trovi.

source: Enable syntax highlighting in the diff viewer
it_it: Abilita evidenziazione della sintassi nel visualizzatore diff

source: Always open an issue when comment box opens
it_it: Crea sempre un problema quando si apre la casella dei commenti

source: Your settings have been saved.
it_it: Le tue impostazioni sono state salvate.

source: Change Password
it_it: Modifica password

source: Current password
it_it: Password attuale

source: New password
it_it: Nuova password

source: New password (confirm)
it_it: Nuova password (conferma)

source: This password is incorrect
it_it: Questa password non è corretta

source: Passwords do not match
it_it: Le password non corrispondono

source: Your password has been changed.
it_it: La tua password è stata modificata.

source: Save Profile
it_it: Salva profilo

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: E-mail address
it_it: Indirizzo di posta elettronica

source: Keep profile information private
it_it: Mantieni private le informazioni del profilo

source: Your profile has been saved.
it_it: Il tuo profilo è stato salvato.

source: The text you entered didn't match what was displayed
it_it: Il testo che hai immesso non coincide con quanto visualizzato

source: You need to respond to the captcha
it_it: Devi rispondere al CAPTCHA

source: Pygments %(cur_version)s is installed, but %(required_version)s or higher is required to use syntax highlighting.
it_it: È installato Pygments %(cur_version)s, ma è richiesta la versione %(required_version)s (o superiore) per utilizzare l'evidenziazione della sintassi.

source: Syntax highlighting requires the <a href="%(url)s">Pygments</a> library, which is not installed.
it_it: L'evidenziazione della sintassi richiede la libreria <a href="%(url)s">Pygments</a>, che non è installata.

source: LDAP authentication requires the python-ldap library, which is not installed.
it_it: L'autenticazione LDAP richiede la libreria python-ldap, che non è installata.

source: PyDNS, which is required to find the domain controller, is not installed.
it_it: PyDNS, che è richiesto per ricercare il controller di dominio, non è installato.

source: Amazon S3 backend failed to load: %s
it_it: Errore nel caricamento del backend Amazon S3: %s

source: Amazon S3 depends on django-storages, which is not installed
it_it: Amazon S3 dipende da django-storages, che non è installato

source: CouchDB depends on django-storages, which is not installed
it_it: CouchDB dipende da django-storages, che non è installato

source: File cache
it_it: Cache su file

source: The URL of this Review Board server. This should not contain the subdirectory Review Board is installed in.
it_it: L'URL di questo server ReviewBoard. Non deve contenere la sottodirectory in cui è installato ReviewBoard.

source: Media URL
it_it: URL elementi multimediali

source: The URL to the media files. Leave blank to use the default media path on this server.
it_it: L'URL che punta agli elementi multimediali. Lascia vuoto per utilizzare il percorso predefinito per gli elementi multimediali su questo server.

source: Administrator Name
it_it: Nome amministratore

source: Administrator E-Mail
it_it: Indirizzo di posta elettronica amministratore

source: Time Zone
it_it: Fuso orario

source: The time zone used for all dates on this server.
it_it: Il fuso orario utilizzato per tutte le date su questo server.

source: Enable search
it_it: Abilita ricerca

source: Provides a search field for quickly searching through review requests.
it_it: Fornisce un campo di ricerca per effettuare ricerche veloci nelle richieste di revisione.

source: Max number of results
it_it: Numero massimo di risultati

source: Maximum number of search results to display.
it_it: Numero massimo di risultati di ricerca da visualizzare.

source: Search results per page
it_it: Risultati di ricerca per pagina

source: Number of search results to show per page.
it_it: Numero di risultati di ricerca da visualizzare per pagina

source: Search index directory
it_it: Directory indice di ricerca

source: The directory that search index data should be stored in.
it_it: La directory in cui devono essere salvati i dati dell'indice di ricerca.

source: Cache Backend
it_it: Backend cache

source: The type of server-side caching to use.
it_it: Il tipo di caching server side da utilizzare.

source: Cache Path
it_it: Percorso cache

source: The file location for the cache.
it_it: Il percorso dei file per la cache.

source: Cache Hosts
it_it: Host cache

source: The host or hosts used for the cache, in hostname:port form. Multiple hosts can be specified by separating them with a semicolon (;).
it_it: L'host o gli host usati per la cache, nel formato nomehost:porta. Host multipli possono essere specificati separandoli con un punto e virgola (;).

source: Use Gravatar images
it_it: Utilizza immagini Gravatar

source: Use gravatar.com for user avatars
it_it: Utilizza gravatar.com per gli avatar utente

source: Local memory cache
it_it: Cache nella memoria locale

source: Custom
it_it: Personalizzato

source: A valid cache host must be provided.
it_it: Deve essere specificato un host cache valido.

source: A valid cache path must be provided.
it_it: Deve essere specificato un percorso cache valido.

source: The search index path must be absolute.
it_it: Il percorso dell'indice di ricerca deve essere assoluto.

source: The search index path is not writable. Make sure the web server has write access to it and its parent directory.
it_it: Il percorso dell'indice di ricerca non è scrivibile. Assicurati che il server Web abbia i permessi di scrittura per esso e per la sua directory genitrice.

source: General Settings
it_it: Impostazioni generali

source: Site Settings
it_it: Impostazioni sito

source: Cache Settings
it_it: Impostazioni cache

source: Search
it_it: Cerca

source: Legacy Authentication Module
it_it: Modulo autenticazione legacy

source: Allow anonymous read-only access
it_it: Consenti accesso anonimo in sola lettura

source: If checked, users will be able to view review requests and diffs without logging in.
it_it: Se selezionato, gli utenti saranno in grado di visualizzare le richieste di revisione e i diff senza eseguire il login.

source: Authentication Method
it_it: Metodo di autenticazione

source: The method Review Board should use for authenticating users.
it_it: Il metodo che Review Board deve utilizzare per autenticare gli utenti.

source: Authentication Settings
it_it: Impostazioni autenticazione

source: Send e-mails for review requests and reviews
it_it: Invia messaggi di posta elettronica per richieste di revisione e revisioni

source: Send e-mails when review requests are closed
it_it: Invia messaggi di posta elettronica quando le richieste di revisione vengono chiuse

source: Send e-mails when new users register an account
it_it: Invia messaggi di posta elettronica quando nuovi utenti registrano un account

source: Enable "Auto-Submitted: auto-generated" header
it_it: Abilita header "Auto-Submitted: auto-generated"

source: Sender e-mail address
it_it: Indirizzo di posta elettronica mittente

source: The e-mail address that all e-mails will be sent from. The "Sender" header will be used to make e-mails appear to come from the user triggering the e-mail.
it_it: L'indirizzo di posta elettronica da cui saranno inviati tutti i messaggi. L'header "Sender" sarà utilizzato per far sì che i messaggi sembrino provenire dall'utente che causa l'invio del messaggio.

source: Mail Server
it_it: Server di posta

source: Port
it_it: Porta

source: E-Mail Settings
it_it: Impostazioni posta elettronica

source: Show syntax highlighting
it_it: Visualizza evidenziazione sintassi

source: Syntax highlighting threshold
it_it: Soglia evidenziazione sintassi

source: Files with lines greater than this number will not have syntax highlighting. Enter 0 for no limit.
it_it: I file con un numero di righe superiore a questo non avranno l'evidenziazione della sintassi. Immetti 0 per non impostare un limite.

source: Show trailing whitespace
it_it: Visualizza spazi bianchi aggiuntivi

source: Show excess trailing whitespace as red blocks. This helps to visualize when a text editor added unwanted whitespace to the end of a line.
it_it: Visualizza spazi bianchi aggiuntivi in eccesso come blocchi rossi. Ciò aiuta a rendere visibili i casi in cui un editor di testo ha aggiunto spazi bianchi non voluti alla fine di una riga.

source: Show all whitespace for
it_it: Visualizza tutti gli spazi bianchi per

source: A comma-separated list of file patterns for which all whitespace changes should be shown. (e.g., "*.py, *.txt")
it_it: Un elenco separato da virgole di pattern di file per cui devono essere visualizzate tutte le modifiche riguardanti gli spazi bianchi (ad es. "*.py, *.txt")

source: Lines of Context
it_it: Righe di contesto

source: The number of unchanged lines shown above and below changed lines.
it_it: Il numero di righe non modificate visualizzate sopra e sotto le righe modificate.

source: Paginate by
it_it: Pagina ogni

source: The number of files to display per page in the diff viewer.
it_it: Il numero di file da visualizzare in ogni pagina nel visualizzatore dei diff.

source: Paginate orphans
it_it: Pagina orfani

source: The number of extra files required before adding another page to the diff viewer.
it_it: Il numero di file aggiuntivi richiesti prima di aggiungere un'altra pagina al visualizzatore dei diff.

source: Max diff size (bytes)
it_it: Dimensione massima diff (byte)

source: The maximum size (in bytes) for any given diff. Enter 0 to disable size restrictions.
it_it: La dimensione massima (in byte) per ogni diff. Immetti 0 per disabilitare le restrizioni sulla dimensione.

source: Diff Viewer Settings
it_it: Impostazioni visualizzatore diff

source: Advanced
it_it: Avanzate

source: These are advanced settings that control the behavior and display of the diff viewer. In general, these settings do not need to be changed.
it_it: Queste sono impostazioni avanzate che controllano il comportamento e l'aspetto del visualizzatore diff. Generalmente, queste impostazioni non hanno bisogno di essere modificate.

source: Info
it_it: Informazione

source: Warning
it_it: Avviso

source: Error
it_it: Errore

source: Critical
it_it: Critico

source: Enable logging
it_it: Abilita logging

source: Enables logging of Review Board operations. This is in addition to your web server's logging and does not log all page visits.
it_it: Abilita il logging delle operazioni eseguite da Review Board. Tale log si somma a quello del tuo server Web e non registra tutte le visualizzazioni delle pagine.

source: Log directory
it_it: Directory dei log

source: The directory where log files will be stored. This must be writable by the web server.
it_it: La directory in cui saranno salvati i file di log. Deve essere scrivibile dal server Web

source: Log level
it_it: Livello di logging

source: Indicates the logging threshold. Please note that this may increase the size of the log files if a low threshold is selected.
it_it: Indica la soglia di logging. Nota che questa impostazione potrebbe aumentare la dimensione dei file di log se viene scelta una soglia bassa.

source: Allow code profiling
it_it: Consenti code profiling

source: Logs the time spent on certain operations. This is useful for debugging but may greatly increase the size of log files.
it_it: Tiene traccia del tempo impiegato per determinate operazioni. Questa impostazione è utile per il debug ma potrebbe aumentare notevolmente la dimensione dei file di log.

source: This path does not exist.
it_it: Questo percorso non esiste.
