Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/djangojs.po
Languages: it_it, pt_br

source: Cancel
it_it: Annulla
pt_br: Cancelar

source: Starred
it_it: Preferito
pt_br: Estrelada

source: Click to star
it_it: Clicca per impostare come preferito
pt_br: Clique para estrelar

source: Loading...
it_it: Caricamento in corso...
pt_br: Carregando...

source: Hide SSH Public Key
it_it: Nascondi chiave pubblica SSH
pt_br: Esconder Chave SSH pública

source: Show SSH Public Key
it_it: Mostra chiave pubblica SSH
pt_br: Exibir Chave SSH pública

source: Leave
it_it: Lascia

source: Join
it_it: Unisciti

source: <b>Close</b> Discarded
it_it: <b>Chiudi</b> come Scartata

source: <b>Close</b> Submitted
it_it: <b>Chiudi</b> come Inviata

source: %s review request selected
it_it: %s richiesta di revisione selezionata

source: %s review request has been closed.
it_it: %s richiesta di revisione è stata chiusa.

source: %s review request could not be closed.
it_it: Impossibile chiudere %s richiesta di revisione.

source: You may not have permission to close them.
it_it: Potresti non avere i permessi per chiuderle.

source: Close review requests
it_it: Chiudi richieste di revisione

source: Thanks!
it_it: Grazie!

source: If these review requests have unpublished drafts, they will be discarded.
it_it: Se queste richieste di revisione hanno bozze non pubblicate, saranno scartate.

source: Are you sure you want to close these review requests?
it_it: Vuoi davvero chiudere queste richieste di revisione?

source: Close Review Requests
it_it: Chiudi richieste di revisione

source: Revision %s
it_it: Revisione %s
pt_br: Revisão %s

source: Interdiff revision %(oldRevision)s - %(newRevision)s
it_it: Diff revisioni %(oldRevision)s - %(newRevision)s

source: You have unpublished comments on other revisions
it_it: Hai dei commenti non pubblicati su altre revisioni
pt_br: Você tem comentários não publicados em outras revisões

source: Your review consists of comments on the following revisions:
it_it: La tua revisione è composta da commenti alle seguenti revisioni:

source: Binary file
it_it: File binario
pt_br: Arquivo binário

source: Deleted
it_it: Eliminato
pt_br: Deletado

source: Was %s
it_it: Era %s
pt_br: Foi %s

source: Changes between revision <%- revision %> and <%- interdiffRevision %>
it_it: Modifiche dalla revisione <%- revision %> alla <%- interdiffRevision %>
pt_br: Mudanças entre as revisões <%- revision %> e <%- interdiffRevision %>

source: Diff Revision <%- revision %> (Latest)
it_it: Diff revisione <%- revision %> (ultima versione)

source: Diff Revision <%- revision %>
it_it: Diff revisione <%- revision %>

source: This is not the most recent revision of the diff. The <a href="#" class="select-latest">latest diff</a> is revision <%- latestRevision %>. <a href="#" class="select-changed">See what's changed.</a>
it_it: Questa non &egrave; la revisione più recente del diff. L'<a href="#" class="select-latest">ultimo diff</a> &egrave; la revisione <%- latestRevision %>. <a href="#" class="select-changed">Visualizza le modifiche.</a>

source: Draft diff
it_it: Diff bozza
pt_br: Diff rascunho

source: This diff is part of your current draft. Other users will not see this diff until you publish your draft.
it_it: Questo diff &egrave; parte della tua bozza corrente. Gli altri utenti non visualizzeranno questo diff fino a che non avrai pubblicato la tua bozza.

source: This diff has been split across %s pages:
it_it: Questo diff è stato suddiviso in %s pagine:
pt_br: Esse diff foi partido entre %s páginas:

source: Previous Page
it_it: Pagina precedente
pt_br: Página Anterior

source: Next Page
it_it: Pagina successiva
pt_br: Próxima Página

source: Current Page
it_it: Pagina corrente
pt_br: Página Corrente

source: Page %s
it_it: Pagina %s
pt_br: Página %s

source: This comment has unsaved changes.
it_it: Questo commento ha modifiche non salvate.
pt_br: Esse comentário tem alterações não salvas.

source: Group %s does not exist.
it_it: Il gruppo %s non esiste.
pt_br: O grupo %s não existen

source: User %s does not exist.
it_it: L'utente %s non esiste.
pt_br: O usuário %s não existe.

source: Review Request %s does not exist.
it_it: La richiesta di revisione %s non esiste.
pt_br: A requisição de revisão %s não existe.

source: There is an internal error balancing the edit count
it_it: Si è verificato un errore interno durante il bilanciamento del conteggio delle modifiche

source: The uploaded diff uses short revisions, but Review Board requires full revisions.<br />Please generate a new diff using the <code>--full-index</code> paramater.
it_it: Il diff caricato utilizza le revisioni brevi, ma Review Board richiede le revisioni complete.<br />Genera un nuovo diff utilizzando il parametro <code>--full-index</code>.

source: The file "%s" (revision %s) was not found in the repository. If you want to use a parent diff, please create the review request with <code>rbt post</code>.
it_it: Il file "%s" (revisione %s) non è stato trovato nel repository. Se vuoi utilizzare un diff genitore, crea la richiesta di revisione con <code>rbt post</code>.

source: You won't be able to add any diffs to this review request. The review request will only be usable for reviewing graphics, screenshots and file attachments.
it_it: Non sarai in grado di aggiungere alcun diff a questa richiesta di revisione. La richiesta di revisione sarà utilizzabile solamente per rivedere grafica, schermate e file allegati.

source: Create Review Request
it_it: Crea richiesta di revisione
pt_br: Criar uma requisiçao de revisão

source: Select a repository
it_it: Seleziona un repository
pt_br: Selecionar um repositório

source: New Review Request for Committed Change:
it_it: Nuova richiesta di revisione per una modifica di cui si è eseguito il commit:
pt_br: Nova requisição de revisão para uma mudança comitada.

source: New Review Request for Pending Change
it_it: Nuova richiesta di revisione per una modifica in sospeso
pt_br: Nova requisição de revisão para uma mudança pendente

source: Tip:
it_it: Suggerimento:
pt_br: Dica:

source: We recommend using <code>rbt post</code> from <a href="http://www.reviewboard.org/docs/rbtools/dev/">RBTools</a> to create and update review requests.
it_it: Raccomandiamo di utilizzare <code>rbt post</code> in <a href="http://www.reviewboard.org/docs/rbtools/dev/">RBTools</a> per creare e aggiornare le richieste di revisione.

source: <input type="button" id="select-diff-file" value="Select"> or drag and drop a diff file to begin.
it_it: <input type="button" id="select-diff-file" value="Seleziona"> o trascina un file diff per iniziare.

source: What is the base directory for this diff?
it_it: Qual è la directory di base per questo diff?
pt_br: Qual é o diretório base para esse diff?

source: Start Over
it_it: Ricomincia
pt_br: Recomeçar

source: Repositories
it_it: Repository
pt_br: Repositórios

source: Update Page
it_it: Aggiorna pagina
pt_br: Atualizar página

source: Ignore
it_it: Ignora
pt_br: Ignorar

source: Are you sure you want to post this review?
it_it: Vuoi davvero inviare questa revisione?
pt_br: Tem certeza que deseja enviar essa revisão?

source: Ship It!
it_it: Inviala!

source: The file "%(file)s" (revision %(revision)s) was not found in the repository
it_it: Il file "%(file)s" (revisione %(revision)s) non è stato trovato nel repository

source: You must be logged in to retrieve the draft.
it_it: Devi aver eseguito l'accesso per recuperare la bozza.
pt_br: VocÊ tem que estar logado para recuperar um rascunho

source: The draft must have a description.
it_it: La bozza deve avere una descrizione.
pt_br: O rascunho tem que ter uma descrição

source: There must be at least one reviewer before this review request can be published.
it_it: Deve essere stato nominato almeno un revisore prima che questa richiesta di revisione possa essere pubblicata.
pt_br: Tem que existir no mínimo um revisor antes dessa revisão ser publicada.

source: The draft must have a summary.
it_it: La bozza deve avere un riassunto.
pt_br: Um rascunho tem que ter um sumário.

source: Saving...
it_it: Salvataggio in corso...
pt_br: Salvando...

source: A server error occurred.
it_it: Si è verificato un errore del server.
pt_br: Um erro de servidor aconteceu.

source: Show Details
it_it: Visualizza dettagli
pt_br: Mostrar detalhes

source: Error Code:
it_it: Codice errore:
pt_br: Código do erro:

source: Error Text:
it_it: Testo errore:
pt_br: Descrição do erro:

source: Request URL:
it_it: URL richiesta:
pt_br: URL requisitada:

source: Request Data:
it_it: Dati richiesta:
pt_br: Dados da requisição:

source: Response Data:
it_it: Dati risposta:
pt_br: Dados da resposta

source: <p>There may be useful error details below. The following error page may be useful to your system administrator or when <a href="http://www.reviewboard.org/bugs/new/">reporting a bug</a>. To save the page, right-click the error below and choose "Save Page As," if available, or "View Source" and save the result as a <tt>.html</tt> file.</p>
it_it: <p>Sotto potrebbero comparire dettagli utili relativi all'errore. La pagina d'errore che segue potrebbe essere utile al tuo amministratore di sistema o quando si <a href="http://www.reviewboard.org/bugs/new/">segnala un errore</a>. Per salvare la pagina, clicca con il tasto destro sull'errore sottostante e scegli "Salva pagina con nome", se disponibile, o "Visualizza sorgente" e salva il risultato come file <tt>.html</tt>.</p>

source: <p><b>Warning:</b> Be sure to remove any sensitive material that may exist in the error page before reporting a bug!</p>
it_it: <p><b>Attenzione:</b> assicurati di rimuovere qualunque materiale sensibile che potrebbe comparire nella pagina prima di segnalare un errore!</p>

source: Server Error Details
it_it: Dettagli errore server
pt_br: Detalhes do Erro do Servidor

source: Comment Deleted
it_it: Commento eliminato
pt_br: Comentário deletado

source: Comment Saved
it_it: Commento salvato
pt_br: Comentário salvo

source: View
it_it: Visualizza
pt_br: Visualizar

source: Other reviews
it_it: Altre revision
pt_br: Outras revisões

source: Your comment
it_it: Il tuo commento
pt_br: Seu comentário

source: You must <a href="%s">log in</a> to post a comment.
it_it: Devi <a href="%s">accedere</a> per pubblicare un commento.

source: The review request's current <a href="%s">draft</a> needs to be published before you can comment.
it_it: La <a href="%s">bozza</a> attuale della richiesta di revisione deve essere pubblicata prima che tu possa lasciare un commento.

source: Save
it_it: Salva
pt_br: Salvar

source: Delete
it_it: Elimina
pt_br: Deletar

source: Close
it_it: Chiudi
pt_br: Fechar

source: Error saving comment:
it_it: Errore durante il salvataggio del commento:
pt_br: Erro ao salvar comentário:

source: An issue was opened.
it_it: È stato aperto un problema.
pt_br: Uma pendência foi aberta.

source: The issue has been resolved.
it_it: Il problema è stato risolto.
pt_br: A pendência que foi resolvida.

source: The issue has been dropped.
it_it: Il problema è stato scartato.
pt_br: Existe uma pendência que foi rejeitada.

source: Fixed
it_it: Corretto
pt_br: Corrigido

source: Drop
it_it: Scarta
pt_br: Solte

source: Re-open
it_it: Riapri
pt_br: Reabrir

source: Drop to Upload
it_it: Trascina per caricare
pt_br: Solte para carregar arquivo

source: If you discard this review, all related comments will be permanently deleted.
it_it: Se scarti questa revisione tutti i commenti correlati saranno eliminati permanentemente.
pt_br: Se você descartar essa revisão, todos os comentários relacionados serão removidos permanentemente.

source: Are you sure you want to discard this review?
it_it: Vuoi davvero scartare questa revisione?
pt_br: Tem certeza que deseja descartar essa revisão?

source: Discard
it_it: Scarta
pt_br: Descartar

source: No caption
it_it: Nessun titolo

source: Click to review
it_it: Clicca per rivedere

source: Delete this file
it_it: Elimina questo file

source: New Comment
it_it: Nuovo commento

source: Difference
it_it: Differenze
pt_br: Diferença

source: There are no open issues from %s
it_it: Non ci sono problemi aperti da %s

source: There are no dropped issues from %s
it_it: Non ci sono problemi scartati da %s

source: There are no resolved issues
it_it: Non ci sono problemi risolti
pt_br: Não existem pendências resolvidas

source: There are no open issues
it_it: Non ci sono problemi aperti
pt_br: Não existem pendências abertas

source: There are no dropped issues
it_it: Non ci sono problemi scartati

source: Markdown Reference
it_it: Guida di riferimento Markdown

source: Ship it!
it_it: Inviala!

source: Fix it, then Ship it!
it_it: Correggila, quindi Inviala!

source: Open an issue
it_it: Apri un problema
pt_br: Abrir uma pendência

source: Ship It
it_it: Inviala

source: Review for:
it_it: Revisione per:
pt_br: Revisão para:

source: Publish Review
it_it: Pubblica revisione
pt_br: Publicar Revisão

source: Discard Review
it_it: Scarta revisione
pt_br: Descartar Revisão

source: This reply is a draft.
it_it: Questa risposta è una bozza.
pt_br: Essa resposta é um rascunho.

source: Reopen for Review
it_it: Riapri per revisione
pt_br: Reabrir para revisão

source: This change has been discarded.
it_it: Questa modifica è stata scartata.
pt_br: Essa mudança foi descartada.

source: Describe the reason it's discarded (optional):
it_it: Descrivi il motivo per cui è stata scartata (facoltativo):
pt_br: Descreva as razões para o descarte (opcional)

source: This change has been marked as submitted.
it_it: Questa modifica è stata contrassegnata come inviata.

source: Describe the submission (optional):
it_it: Descrivi l'invio (facoltativo):
pt_br: Descreva o que deseja submter (opcional):

source: Publish Changes
it_it: Pubblica modifiche
pt_br: Publicar mudanças

source: Discard Draft
it_it: Scarta bozza
pt_br: Descartar rascunho

source: Publish
it_it: Pubblica
pt_br: Publicar

source: Discard Review Request
it_it: Scarta richiesta di revisione
pt_br: Descartar Requisição de Revisão

source: You have unsaved changes that will be lost if you navigate away from this page.
it_it: Hai delle modifiche non salvate che andranno perdute se lascerai questa pagina.
pt_br: Você tem mudanças não salvas que serão perdidas se você navegar adiante.

source: Press Tab to auto-complete.
it_it: Premi TAB per utilizzare l'autocompletamento.
pt_br: Pressiona Tab para auto-completar.

source: Are you sure you want to discard this review request?
it_it: Vuoi davvero scartare questa richiesta di revisione?

source: You have an unpublished draft. If you close this review request, the draft will be discarded. Are you sure you want to close the review request?
it_it: Hai una bozza non pubblicata. Se chiudi questa richiesta di revisione, la bozza sarà scartata. Vuoi davvero chiudere questa richiesta di revisione?
pt_br: Você tem um rascunho não publicado. Se você fechar essa requisição de revisão o rascunho será descartado. Tem certeza que deseja fechar essa requisição de revisão?

source: This deletion cannot be undone. All diffs and reviews will be deleted as well.
it_it: Quest'eliminazione non può essere annullata. Saranno eliminati anche tutti i diff e le revisioni.
pt_br: Essa deleção não pode ser desfeita. Todos os diffs e revisões também serão deletadas.

source: Are you sure you want to delete this review request?
it_it: Vuoi davvero eliminare questa richiesta di revisione?
pt_br: Tem certeza que deseja deletar essa requisição de revisão?

source: What is the change number for this diff?
pt_br: Qual é o número da mudança para esse diff?

source: Dismiss
pt_br: Desfazer

source: Open an <u>i</u>ssue
pt_br: Abrir uma pendência

source: Review
pt_br: Revisão

source: Split
pt_br: Dividir
