Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: This is not a directory.
it_it: Questa non è una directory.

source: This path is not writable by the web server.
it_it: Questo percorso non è scrivibile dal server Web.

source: Logging Settings
it_it: Impostazioni logging

source: Key file
it_it: File chiave

source: Unable to write SSH key file: %s
it_it: Impossibile scrivere il file di chiave SSH: %s

source: Error generating SSH key: %s
it_it: Errore durante la generazione della chiave SSH: %s

source: Error uploading SSH key: %s
it_it: Errore nel caricamento della chiave SSH: %s

source: Unable to delete SSH key file: %s
it_it: Impossibile eliminare il file di chiave SSH: %s

source: SSH Settings
it_it: Impostazioni SSH

source: File storage method
it_it: Metodo salvataggio file

source: Host file system
it_it: File system dell'host

source: Storage method and location for uploaded files, such as screenshots and file attachments.
it_it: Metodo di salvataggio e percorso per i file caricati, quali schermate e file allegati.

source: Amazon AWS access key
it_it: Chiave di accesso Amazon S3

source: Your Amazon AWS access key ID. This can be found in the "Security Credentials" section of the AWS site.
it_it: L'ID della tua chiave di accesso Amazon S3. Può essere recuperato nella sezione "Credenziali di sicurezza" del sito AWS.

source: Amazon AWS secret access key
it_it: Chiave segreta di accesso Amazon S3

source: Your Amazon AWS secret access ID. This can be found in the "Security Credentials" section of the AWS site.
it_it: L'ID della tua chiave segreta di accesso Amazon S3. Può essere recuperato nella sezione "Credenziali di sicurezza" del sito AWS.

source: S3 bucket name
it_it: Nome bucket S3

source: Bucket name inside Amazon S3.
it_it: Nome del bucket in Amazon S3.

source: Amazon AWS calling format
it_it: Formato di chiamata Amazon AWS

source: Calling format for AWS requests.
it_it: Formato di chiamata per richieste AWS.

source: Default server
it_it: Server predefinito

source: For example, "http://couchdb.local:5984"
it_it: Ad esempio, "http://couchdb.local:5984"

source: File Storage Settings
it_it: Impostazioni salvataggio file

source: Amazon S3 Settings
it_it: Impostazioni Amazon S3

source: CouchDB Settings
it_it: Impostazioni CouchDB

source: Install key
it_it: Chiave d'installazione

source: The installation key to provide when purchasing a support contract.
it_it: La chiave d'installazione da fornire quando si acquista un contratto di supporto.

source: Custom Support URL
it_it: URL supporto personalizzato

source: The location of your organization's own Review Board support page. Leave blank to use the default support page.
it_it: L'indirizzo della pagina di supporto di Review Board della tua azienda. Lascia vuoto per utilizzare la pagina di supporto predefinita.

source: Support Settings
it_it: Impostazioni supporto

source: Checking that uploaded files won't be executed by the server
it_it: Controllo che i file caricati non vengano eseguiti dal server

source: A misconfiguration in the web server can cause files attached to review requests to be executed as code. The file types checked in this test are: .html, .htm, .shtml, .php, .php3, .php4, .php5, .phps, .asp, .pl, .py, .fcgi, .cgi, .phtml, .pht, .jsp, .sh, and .rb.
it_it: Una configurazione errata del server Web può far sì che i file allegati alle richieste di revisione siano eseguiti come codice. I tipi di file controllati in questo test sono .html, .htm, .shtml, .php, .php3, .php4, .php5, .phps, .asp, .pl, .py, .fcgi, .cgi, .phtml, .pht, .jsp, .sh e .rb.

source: For instructions on how to fix this problem, please visit <a href="http://support.beanbaginc.com/support/solutions/articles/110173-securing-file-attachments">http://support.beanbaginc.com/support/solutions/articles/110173-securing-file-attachments</a>
it_it: Per sapere come correggere questo problema, visita la pagina <a href="http://support.beanbaginc.com/support/solutions/articles/110173-securing-file-attachments">http://support.beanbaginc.com/support/solutions/articles/110173-securing-file-attachments</a>

source: Uncaught exception during test: %s
it_it: Eccezione non gestita durante il test: %s

source: Checking ALLOWED_HOSTS setting
it_it: Controllo impostazione ALLOWED_HOSTS

source: ALLOWED_HOSTS is a list containing the host/domain names that Review Board will consider valid for this server to serve. This is a security measure to prevent an attacker from poisoning cache and password reset emails with links to malicious hosts by submitting requests with a fake HTTP Host header, which is possible even under many seemingly-safe web server configurations.
it_it: ALLOWED_HOSTS è un elenco contenente gli host/nomi di dominio che Review Board considererà validi per questo server. Questa è una misura di sicurezza che impedisce a un attaccante di eseguire il poisoning della cache e delle e-mail per il ripristino della password con link a host malevoli inviando richieste con un header HTTP Host falso, il che è possibile persino in molte configurazioni del server Web apparentemente sicure.

source: To fix this, edit the settings_local.py in the site's conf directory and add a line like this with your site's URL: <pre>ALLOWED_HOSTS = ['example.com']</pre>
it_it: Per correggere questo problema, modifica il file settings_local.py nella directory conf del sito e aggiungi una riga come questa con l'URL del tuo sito: <pre>ALLOWED_HOSTS = ['example.com']</pre>

source: ALLOWED_HOSTS is empty.
it_it: ALLOWED_HOSTS è vuota.

source: ALLOWED_HOSTS contains '*', which means that the server will respond to any host.
it_it: ALLOWED_HOSTS contiene '*', il che vuol dire che il server risponderà a qualunque host.

source: %s has invalid format specification type(s). Use only one '%%s' to mark the location of the bug id. If the URI contains encoded values (e.g. '%%20'), prepend the encoded values with an additional '%%'.
it_it: %s ha dei tipi di specifica di formato non validi. Utilizza solo un '%%s' per contrassegnare la posizione dell'ID del bug. Se l'URI contiene valori codificati (ad es. '%%20'), premetti un '%%' aggiuntivo ai valori codificati.

source: Admin Dashboard
it_it: Bacheca amministratore

source: Server Cache
it_it: Cache server

source: Security Checklist
it_it: Checklist di sicurezza

source: User Activity
it_it: Attività utente

source: Add
it_it: Aggiungi

source: Manage Users
it_it: Gestisci utenti

source: Request Statuses
it_it: Stati richieste

source: Repositories
it_it: Repository

source: View All
it_it: Visualizza tutto

source: Review Groups
it_it: Gruppi di revisione

source: days
it_it: giorni

source: hours
it_it: ore

source: minutes
it_it: minuti

source: Review Board News
it_it: Novità Review Board

source: More
it_it: Altro

source: Reload
it_it: Aggiorna

source: Database Stats
it_it: Statistiche database

source: Recent Actions
it_it: Azioni recenti

source: Review Board Activity
it_it: Attività Review Board

source: Reviews
it_it: Revisioni

source: Comments
it_it: Commenti

source: Review Requests
it_it: Richieste revisione

source: Changes
it_it: Modifiche

source: Review request ID
it_it: ID richiesta revisione

source: caption
it_it: titolo

source: draft caption
it_it: titolo bozza

source: original filename
it_it: nome file originale

source: mimetype
it_it: tipo MIME

source: repository file path
it_it: percorso file nel repository

source: repository file revision
it_it: revisione file nel repository

source: Change Description Text
it_it: Modifica testo descrizione

source: public
it_it: pubblico

source: change text
it_it: modifica testo

source: rich text
it_it: testo formattato

source: fields changed
it_it: campi modificati

source: Outgoing
it_it: In uscita

source: All
it_it: Tutto

source: Open
it_it: Aperta

source: Incoming
it_it: In entrata

source: To Me
it_it: A me

source: Starred
it_it: Preferito

source: Bugs
it_it: Bug

source: Diff Updated
it_it: Diff aggiornato

source: Target Groups
it_it: Gruppi destinatari

source: My Comments
it_it: I miei commenti

source: Comments drafted
it_it: Commenti salvati come bozza

source: Comments published. Ship it!
it_it: Commenti pubblicati. Inviala!

source: Comments published
it_it: Commenti pubblicati

source: New Updates
it_it: Nuovi aggiornamenti

source: People
it_it: Persone

source: Target People
it_it: Persone destinatarie

source: Number of Reviews
it_it: Numero di revisioni

source: Review Request ID
it_it: ID richiesta revisione

source: Ship It!
it_it: Inviala!

source: Submitter
it_it: Responsabile invio

source: Summary
it_it: Riepilogo

source: No Summary
it_it: Nessun riepilogo

source: Draft
it_it: Bozza

source: Submitted
it_it: Inviata

source: Discarded
it_it: Scartata

source: %s To Me
it_it: %s a me

source: Diff Size
it_it: Dimensioni diff

source: Posted
it_it: Inviato

source: Posted Time
it_it: Ora e data invio

source: Last Updated
it_it: Ultimo aggiornamento

source: Posted Time (Relative)
it_it: Ora e data invio (relativa)

source: Last Updated (Relative)
it_it: Ultimo aggiornamento (relativo)

source: Diff Updated (Relative)
it_it: Diff aggiornato (relativo)

source: All Outgoing Review Requests
it_it: Tutte le richieste di revisione in uscita

source: All My Review Requests
it_it: Tutte le mie richieste di revisione

source: Incoming Review Requests to Me
it_it: Richieste di revisione in entrata per me

source: Incoming Review Requests to %s
it_it: Richieste di revisione in entrata per %s

source: All Incoming Review Requests to My Groups
it_it: Tutte le richieste di revisione in entrata per i miei gruppi

source: Starred Review Requests
it_it: Richieste di revisione preferite

source: All Incoming Review Requests
it_it: Tutte le richieste di revisione in entrata

source: Full Name
it_it: Nome e cognome

source: Open Review Requests
it_it: Richieste di revisione aperte

source: All users
it_it: Tutti gli utenti

source: Group ID
it_it: ID gruppo

source: Group Name
it_it: Nome gruppo

source: Members
it_it: Membri

source: All groups
it_it: Tutti i gruppi

source: %s's review requests
it_it: Richieste revisione di %s

source: All Review Requests
it_it: Tutte le richieste di revisione

source: Review requests for %s
it_it: Richieste revisione per %s

source: Members of group %s
it_it: Membri del gruppo %s

source: Internal State
it_it: Stato interno

source: <p>This is advanced state that should not be modified unless something is wrong.</p>
it_it: <p>Questo è uno stato avanzato che non dovrebbe essere modificato a meno che non si verifichino errori.</p>

source: Parent diff
it_it: Diff genitore

source: Diff content couldn't be converted to unicode using the following encodings: %s
it_it: Non è stato possibile convertire in Unicode il contenuto del diff utilizzando le codifiche seguenti: %s

source: The patch to '%(filename)s' didn't apply cleanly. The temporary files have been left in '%(tempdir)s' for debugging purposes. `patch` returned: %(output)s
it_it: La patch per '%(filename)s' non è stata applicata in modo pulito. I file temporanei sono stati lasciati in '%(tempdir)s' per il debug. `patch` ha restituito: %(output)s

source: Revision %s
it_it: Revisione %s

source: Diff Revision %s
it_it: Revisione del diff %s

source: Diff Revision %s - File Reverted
it_it: Revisione del diff %s - File ripristinato

source: New File
it_it: Nuovo file

source: New Change
it_it: Nuova modifica

source: Base Directory
it_it: Directory di base

source: The absolute path in the repository the diff was generated in.
it_it: Il percorso assoluto nel repository in cui è stato generato il diff.

source: The new diff to upload.
it_it: Il nuovo diff da caricare.

source: Parent Diff
it_it: Diff genitore

source: An optional diff that the main diff is based on. This is usually used for distributed revision control systems (Git, Mercurial, etc.).
it_it: Un diff facoltativo su cui è basato il diff principale. Esso è solitamente usato per sistemi di controllo della versione distribuiti (Git, Mercurial, ecc.).

source: Base Commit ID
it_it: ID commit base

source: The ID/revision this change is built upon.
it_it: L'ID/revisione su cui si basa questa modifica.

source: The "Base Diff Path" field is required
it_it: Il campo "Percorso base diff" è richiesto

source: The supplied diff file is too large
it_it: Il file diff fornito è troppo grande

source: The supplied parent diff file is too large
it_it: Il file diff genitore fornito è troppo grande

source: The diff file is empty
it_it: Il file diff è vuoto

source: Copied
it_it: Copiato

source: Deleted
it_it: Eliminato

source: Modified
it_it: Modificato

source: Moved
it_it: Spostato

source: diff set
it_it: set diff

source: source file
it_it: file sorgente

source: destination file
it_it: file destinazione

source: source file revision
it_it: revisione file sorgente

source: destination file details
it_it: revisione file destinazione

source: binary file
it_it: file binario

source: parent diff
it_it: diff genitore

source: status
it_it: stato

source: name
it_it: nome

source: revision
it_it: revisione

source: base directory
it_it: directory di base

source: diff set history
it_it: cronologia set diff

source: differ compatibility version
it_it: versione compatibilità generatore diff

source: The diff generator compatibility version to use. This can and should be ignored.
it_it: La versione di compatibilità del generatore diff da usare. Può e dovrebbe essere ignorata.

source: commit ID
it_it: ID commit

source: last updated
it_it: ultimo aggiornamento

source: Invalid chunk index %s specified.
it_it: Specificato indice chunk %s non valido.

source: Internal error. Unable to locate file record for filediff %s
it_it: Errore interno. Impossibile trovare il record del file per il diff file %s

source: Moved from line %s
it_it: Spostato dalla riga %s

source: Moved to line %s
it_it: Spostato alla riga %s

source: Disables an extension.
it_it: Disabilita un'estensione.

source: You must specify an extension ID to disable.
it_it: Devi specificare un ID d'estensione da disabilitare.

source: Unexpected error disabling extension: %s
it_it: Errore non previsto durante la disabilitazione dell'estensione: %s

source: Enables an extension.
it_it: Abilita un'estensione.

source: You must specify an extension ID to enable.
it_it: Devi specificare un ID d'estensione da abilitare.

source: %s is not a valid extension ID.
it_it: %s non è un ID d'estensione valido.

source: Error enabling extension: %(message)s %(error)s
it_it: Errore durante l'abilitazione dell'estensione: %(message)s %(error)s

source: Unexpected error enabling extension: %s
it_it: Errore non previsto durante l'abilitazione dell'estensione: %s

source: Lists available Review Board extensions.
it_it: Elenca le estensioni di Review Board disponibili.

source: List only enabled extensions
it_it: Elenca solo le estensioni abilitate

source: * Name: %s
it_it: * Nome: %s

source: Status: enabled
it_it: Stato: abilitata

source: Status: disabled
it_it: Stato: disabilitata

source: Beanstalk account domain
it_it: Dominio account Beanstalk

source: This is the <tt>domain</tt> part of <tt>domain.beanstalkapp.com</tt>
it_it: Questa è la parte <tt>domain</tt> di <tt>domain.beanstalkapp.com</tt>

source: Repository name
it_it: Nome repository

source: Team name
it_it: Nome team

source: The name of the team. This is the &lt;team_name&gt; in https://bitbucket.org/&lt;team_name&gt;/&lt;repo_name&gt;/
it_it: Il nome del team. Quest'impostazione è la parte &lt;team_name&gt; in https://bitbucket.org/&lt;team_name&gt;/&lt;repo_name&gt;/

source: Personal
it_it: Personale

source: Bugzilla URL
it_it: URL Bugzilla

source: Project name
it_it: Nome progetto

source: Codebase HQ domain name
it_it: Nome dominio codebase HQ

source: The subdomain used to access your Codebase account
it_it: Il sottodominio utilizzato per accedere al tuo account Codebase

source: Repository short name
it_it: Nome breve repository

source: The short name of your repository. This can be found in the "Repository Admin/Properties" page
it_it: Il nome breve del tuo repository. Può essere recuperato dalla pagina "Amministrazione repository/Proprietà".

source: API username
it_it: Nome utente API

source: Your Codebase API Username. You can find this in the API Credentials section of the "My Profile" page at http://&lt;groupname&gt;.codebasehq.com/settings/profile/
it_it: Il tuo nome utente per le API Codebase. Puoi recuperarlo dalla sezione Credenziali API della pagina "Il mio profilo" all'indirizzo http://&lt;nomegruppo&gt;.codebasehq.com/settings/profile/

source: API key
it_it: Chiave API

source: The name of the repository. This is the &lt;repo_name&gt; in http://github.com/&lt;username&gt;/&lt;repo_name&gt;/
it_it: Il nome del repository. Questa impostazione è il &lt;nome_repository&gt; in http://github.com/&lt;nomeutente&gt;/&lt;nome_repository&gt;/

source: Organization name
it_it: Nome azienda

source: The name of the organization. This is the &lt;org_name&gt; in http://github.com/&lt;org_name&gt;/&lt;repo_name&gt;/
it_it: Il nome dell'azienda. Questa impostazione è il &lt;nome_azienda&gt; in http://github.com/&lt;nome_azienda&gt;/&lt;nome_repository&gt;/

source: The name of the repository. This is the &lt;repo_name&gt; in http://github.com/&lt;org_name&gt;/&lt;repo_name&gt;/
it_it: Il nome del repository. Questa impostazione è il &lt;nome_repository&gt; in http://github.com/&lt;nome_azienda&gt;/&lt;nome_repository&gt;/

source: Public
it_it: Pubblico

source: Public Organization
it_it: Azienda (pubblico)

source: Private
it_it: Privato

source: Private Organization
it_it: Azienda (privato)

source: A repository with this name was not found, or your user may not own it.
it_it: Non è stato trovato un repository con questo nome o il tuo utente potrebbe non esserne il proprietario.

source: A repository with this organization or name was not found.
it_it: Non è stato trovato un repository con questa azienda o nome.

source: A repository with this organization or name was not found, or your user may not have access to it.
it_it: Non è stato trovato un repository con questa azienda o nome, o il tuo utente potrebbe non avervi accesso.

source: This is a private repository, but you have selected a public plan.
it_it: Questo è un repository privato ma hai scelto un piano pubblico.

source: This is a public repository, but you have selected a private plan.
it_it: Questo è un repository pubblico ma hai scelto un piano privato.

source: Enter your two-factor authentication code and re-enter your password to link your account. This code will be sent to you by GitHub.
it_it: Immetti il tuo codice di autenticazione a due fattori e reimmetti la tua password per collegare il tuo account. Tale codice ti sarà inviato da GitHub.

source: Unknown GitHub API Error
it_it: Errore sconosciuto API GitHub

source: Enter your two-factor authentication code. This code will be sent to you by GitHub.
it_it: Immetti il tuo codice di autenticazione a due fattori. Tale codice ti sarà inviato da GitHub.

source: GitLab group name
it_it: Nome gruppo GitHub

source: Group
it_it: Gruppo

source: A GitLab server was not found at the provided URL.
it_it: Non è stato trovato un server GitLab all'URL specificato.

source: The username or password is incorrect.
it_it: Il nome utente o la password sono errati.

source: A repository with this name was not found on this group, or your user may not have access to it.
it_it: Non è stato trovato un repository con questo nome in questo gruppo, o il tuo utente potrebbe non essere autorizzato ad accedervi.

source: The login or password is incorrect.
it_it: Il login o la password sono errati.

source: Local site
it_it: Sito locale

source: Redmine URL
it_it: URL Redmine

source: Internal error when generating %(field)s field (Missing key "%(key)s"). Please report this.
it_it: Errore interno durante la generazione del campo %(field)s (chiave "%(key)s" mancante). Segnala questo errore.

source: Trac URL
it_it: URL Trac

source: Unfuddle account domain
it_it: Dominio account Unfuddle

source: This is the <tt>domain</tt> part of <tt>domain.unfuddle.com</tt>
it_it: Questa impostazione è la parte <tt>domain</tt> di <tt>domain.unfuddle.com</tt>

source: Unfuddle project ID
it_it: ID progetto Unfuddle

source: This is the numeric project ID found in the URL on your Project page (for example, https://myaccount.unfuddle.com/a#/projects/<b>&lt;id&gt;</b>)
it_it: Questo è l'ID numerico del progetto che puoi trovare nell'URL sulla tua pagina Progetto (ad esempio, https://myaccount.unfuddle.com/a#/projects/<b>&lt;id&gt;</b>)

source: A repository with this name was not found
it_it: Non è stato trovato un repository con questo nome

source: VersionOne URL
it_it: URL VersionOne

source: Resets associated GitHub tokens
it_it: Reimposta i token di GitHub associati

source: Answer yes to all questions
it_it: Rispondi "Sì" a tutte le domande

source: Comma-separated list of Local Sites to filter by
it_it: Elenco separato da virgole di siti locali in base ai quali filtrare

source: Reset token for %(site_name)s (%(username)s) [Y/n]
it_it: Reimpostare il token per %(site_name)s (%(username)s) [Y/n]

source: Reset token for %s [Y/n]
it_it: Reimpostare il token per %s [Y/n]

source: Password for %s:
it_it: Password per %s:

source: Successfully reset token for %s
it_it: Token per %s reimpostato con successo

source: Unexpected error: %s
it_it: Errore non previsto: %s

source: Comment Text
it_it: Testo commento

source: General Information
it_it: Informazioni generali

source: Reviewers
it_it: Revisori

source: <p>A default reviewer will cover all repositories, unless assigned one or more specific repositories below.</p>
it_it: <p>Un revisore predefinito coprirà tutti i repository, a meno che non gli siano stati assegnati uno o più repository specifici sotto.</p>

source: Access Control
it_it: Controllo degli accessi

source: State
it_it: Stato

source: Related Objects
it_it: Oggetti correlati

source: Close selected review requests as submitted
it_it: Chiudi le richieste revisione selezionate come inviate

source: Close selected review requests as discarded
it_it: Chiudi le richieste revisione selezionate come scartate

source: Reopen selected review requests
it_it: Riapri le richieste revisione selezionate

source: Description
it_it: Descrizione

source: Testing Done
it_it: Test effettuati

source: Depends On
it_it: Dipende da

source: Blocks
it_it: Blocca

source: Change
it_it: Modifica

source: %s (pending)
it_it: %s (in sospeso)

source: %d files
it_it: %d file

source: Show changes
it_it: Visualizza modifiche

source: %s more
it_it: Altri %s

source: File Captions
it_it: Titoli file

source: Files
it_it: File

source: Removed Files
it_it: File rimossi

source: Added Files
it_it: File aggiunti

source: Screenshot Captions
it_it: Descrizioni schermate

source: Screenshots
it_it: Schermate

source: Information
it_it: Informazione

source: Name
it_it: Nome

source: File regular expression
it_it: Espressione regolare file

source: File paths are matched against this regular expression to determine if these reviewers should be added.
it_it: I percorsi dei file sono sottoposti a matching con quest'espressione regolare per determinare se questi revisori devono essere aggiunti.

source: The list of repositories to specifically match this default reviewer for. If left empty, this will match all repositories.
it_it: L'elenco dei repository a cui sarà associato in modo specifico questo revisore. Se lasciato vuoto, esso sarà associato a tutti i repository.

source: The repository '%s' doesn't exist on the local site.
it_it: Il repository '%s' non esiste nel sito locale.

source: (None - File attachments only)
it_it: (Nessuno - Solo file allegati)

source: Resolved
it_it: Risolta

source: Dropped
it_it: Scartata
