Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: Statistics are not available for this backend.
it_it: Le statistiche non sono disponibili per questo backend.

source: Home
it_it: Pagina iniziale

source: History
it_it: Cronologia

source: Please correct the error below.
it_it: Correggi l'errore sottostante.

source: Models available in the %(name)s application.
it_it: Modelli disponibili nell'applicazione %(name)s.

source: You don't have permission to edit anything.
it_it: Non hai il permesso di modificare alcunché.

source: My Actions
it_it: Le mie azioni

source: None available
it_it: Nessuna disponibile

source: <p class="feed-error">Unable to load feed: %(error)s</p>
it_it: <p class="feed-error">Impossibile caricare il feed: %(error)s</p>

source: Manual server updates required
it_it: Aggiornamenti manuali al server richiesti

source: A recent upgrade requires manual updates to be made on this server. After these changes are made, you should restart your server.
it_it: Un aggiornamento recente richiede che degli aggiornamenti siano effettuati manualmente su questo server. Dopo aver apportato queste modifiche, riavvia il server.

source: If you have any questions or problems, please contact us on our <a href="http://groups.google.com/group/reviewboard">mailing list</a>.
it_it: Se hai domande o problemi, contattaci tramite la nostra <a href="http://groups.google.com/group/reviewboard">mailing list</a>.

source: SSH Public Key:
it_it: Chiave pubblica SSH:

source: There were errors validating this certificate:
it_it: Si sono verificati degli errori durante la validazione di questo certificato:

source: Certificate information:
it_it: Informazioni sul certificato:

source: Hostname:
it_it: Nome host:

source: Valid:
it_it: Valido:

source: from %(valid_from)s until %(valid_until)s
it_it: dal %(valid_from)s al %(valid_until)s

source: Issuer:
it_it: Emittente:

source: Fingerprint:
it_it: Impronta digitale:

source: Do you trust this host, or do you want to go back and edit the repository information?
it_it: Ti fidi di questo host oppure vuoi tornare indietro e modificare le informazioni sul repository?

source: Review Board doesn't have a public key to send to the server. You can <a href="%(ssh_settings_url)s" target="ssh_settings">create one</a>, add it to the server, and then try again.
it_it: Review Board non ha una chiave pubblica da inviare al server. Puoi <a href="%(ssh_settings_url)s" target="ssh_settings">crearne una</a>, aggiungerla al server e riprovare.

source: Test Passed!
it_it: Test superato!

source: Test Failed!
it_it: Test non superato!

source: The SSH key configured here will be used for communication with any SSH-backend repositories.
it_it: La chiave SSH configurata qui sarà utilizzata per comunicare con ogni repository con backend SSH.

source: Key type:
it_it: Tipo chiave:

source: Bits:
it_it: Bit:

source: Public key:
it_it: Chiave pubblica:

source: Delete Key
it_it: Elimina chiave

source: Generate an SSH Key
it_it: Genera una chiave SSH

source: You can generate a brand new RSA key specific to this installation of Review Board.
it_it: Puoi generare una chiave RSA nuova specifica per questa installazione di Review Board.

source: Note that generating a key may take some time. Don't click more than once.
it_it: Nota che la generazione di una chiave può richiedere del tempo. Non cliccare più di una volta.

source: Generate Key
it_it: Genera chiave

source: Upload an SSH Key
it_it: Carica una chiave SSH

source: If you already have an SSH key (<tt>id_dsa</tt> or <tt>id_rsa</tt> file) you want to use, you can upload it. Note that this key will be readable by the web server, so provide one you feel safe using.
it_it: Se hai già una chiave SSH (file <tt>id_dsa</tt> o <tt>id_rsa</tt>) che vuoi utilizzare, puoi caricarla. Nota che questa chiave sarà leggibile dal server Web, quindi forniscine una che ti senti sicuro di usare.

source: Upload Key
it_it: Carica chiave

source: Data directory changes
it_it: Modifiche directory dati

source: Your site's data directory isn't properly set up. This directory is where Review Board will store various state and configuration needed to access repositories.
it_it: La directory dei dati del tuo sito non è impostata correttamente. In questa directory Review Board salverà stati e configurazioni richiesti per accedere ai repository.

source: The current data directory wasn't able to be found. Please ensure you have a <tt>data</tt> directory inside your site's directory, and that it is writable by the web server. Then ensure that your web server's configuration has the <tt>HOME</tt> environment variable set to the data directory.
it_it: Non è stato possibile trovare la directory dei dati corrente. Assicurati che ci sia una directory <tt>data</tt> all'interno della directory del tuo sito e che essa sia scrivibile dal server Web. Assicurati quindi che la configurazione del tuo server Web abbia la variabile d'ambiente <tt>HOME</tt> impostata con il percorso della directory data.

source: Your data directory is currently at: <tt>%(data_dir)s</tt>
it_it: La tua directory dei dati attualmente è: <tt>%(data_dir)s</tt>

source: Non-standard directory name used
it_it: Utilizzato nome di directory non standard

source: The data directory is not where we expect it. Unless you have a very custom setup, it should probably be at <tt>%(expected_data_dir)s</tt>. You may need to set the <tt>$HOME</tt> environment variable in the data directory.
it_it: La directory data non è dove ce la aspettiamo. A meno che tu non abbia un'installazione molto personalizzata, dovrebbe essere in <tt>%(expected_data_dir)s</tt>. Potresti dover impostare la variabile d'ambiente <tt>$HOME</tt> facendola puntare alla directory data.

source: Configuring $HOME
it_it: Configurazione di $HOME in corso

source: If you're using mod_python and Apache, you may need to add this line to your Apache configuration:
it_it: Se stai utilizzando mod_python e Apache, potresti dover aggiungere questa riga alla tua configurazione di Apache:

source: If using fastcgi or wsgi, you want to check the <tt>reviewboard.fcgi</tt> or <tt>reviewboard.wsgi</tt> file in your site's <tt>htdocs</tt> directory and add the following if missing:
it_it: Se stai utilizzando fastcgi o wsgi, controlla il file <tt>reviewboard.fcgi</tt> o <tt>reviewboard.wsgi</tt> nella directory <tt>htdocs</tt> del tuo sito e aggiungi quanto segue se è mancante:

source: If you're running this on Windows, you need to add the 'HOME' variable to your environment variables. Set <strong>HOME</strong> to:
it_it: Se stai eseguendo questo software su Windows, devi aggiungere 'HOME' alle tue variabili d'ambiente. Imposta <strong>HOME</strong> a:

source: Permission problems
it_it: Problemi con i permessi

source: The data directory must be writable by the web server. On Linux/Unix/Mac, you can fix this by typing:
it_it: La directory data deve essere scrivibile dal server Web. Su Linux/Unix/Mac, puoi correggere il problema con i comandi:

source: On Windows, right-click the data directory and change the ownership to <tt>%(server_user)s</tt> and restart the server.
it_it: Su Windows, clicca con il tasto destro sulla directory data, modifica il proprietario in <tt>%(server_user)s</tt> e riavvia il server.

source: A database error occurred
it_it: Si è verificato un errore del database

source: There was an error in accessing data from the database. This could be a configuration error, or a problem communicating with the database. If this was previously working, please be sure that your database is running and is not locked.
it_it: Si è verificato un errore durante l'accesso ai dati del database. La causa potrebbe essere un errore di configurazione o un problema di comunicazione con il database. Se prima funzionava, assicurati che il database sia in esecuzione e non sia bloccato.

source: The error is as follows:
it_it: L'errore è il seguente:

source: The directory must be writable by the web server. On Linux/Unix/Mac, you can fix this by typing:
it_it: La directory deve essere scrivibile dal server Web. Su Linux/Unix/Mac, puoi correggere il problema con i comandi:

source: On Windows, right-click the data directory and change the ownership to <tt>%(server_user)s</tt>.
it_it: Su Windows, clicca con il tasto destro sulla directory data e modifica il proprietario in <tt>%(server_user)s</tt>.

source: Install GNU %(binaryname)s
it_it: Installa GNU %(binaryname)s

source: GNU %(binaryname)s must be in your executable search path for the diff viewer to work. The current search path is:
it_it: GNU %(binaryname)s deve essere nel percorso di ricerca degli eseguibili (PATH) affinché il visualizzatore diff funzioni. Il percorso di ricerca corrente è:

source: You can install GNU %(binaryname)s by downloading and running the <a href="http://gnuwin32.sourceforge.net/downlinks/patch.php">installer</a>. Then add the directory containing %(binaryname)s to the system PATH (Start &gt; Control Panel &gt; Advanced &gt; Environment Variables &gt; System Variables &gt; PATH).
it_it: Puoi installare GNU %(binaryname)s scaricando ed eseguendo il <a href="http://gnuwin32.sourceforge.net/downlinks/patch.php">programma di installazione</a>. Quindi aggiungi la directory contenente %(binaryname)s al PATH di sistema (Start &gt; Pannello di controllo &gt; Avanzate &gt; Variabili d'ambiente &gt; Variabili di sistema &gt; PATH).

source: %(binaryname)s should be installed on your system by default. Make sure it's in the file path and accessible by your web server.
it_it: %(binaryname)s dovrebbe essere stato installato per impostazione predefinita sul tuo sistema. Assicurati che sia nel PATH e accessibile dal tuo server Web.

source: Most Linux/UNIX systems provide a native package containing %(binaryname)s, which is usually installed by default. Check with your distribution for the proper package to install.
it_it: Molti sistemi Linux/UNIX forniscono un pacchetto nativo contenente %(binaryname)s, che è solitamente installato per impostazione predefinita. Controlla la tua distribuzione per sapere qual è il pacchetto giusto da installare.

source: Media directory changes
it_it: Modifiche directory elementi multimediali

source: Your Review Board installation does not have a %(MEDIA_ROOT)s/uploaded/images directory.
it_it: La tua installazione di Review Board non ha una directory %(MEDIA_ROOT)s/ uploaded/images.

source: If this is a new installation...
it_it: Se questa è una nuova installazione...

source: Create both <tt>%(MEDIA_ROOT)s/uploaded</tt> and <tt>%(MEDIA_ROOT)s/uploaded/images</tt> on the server and make both directories writable by the web server. You can do so with the following commands:
it_it: Crea entrambe le directory <tt>%(MEDIA_ROOT)s/uploaded</tt> e <tt>%(MEDIA_ROOT)s/uploaded/images</tt> sul server e rendile entrambe scrivibili dal server Web. Puoi farlo con i seguenti comandi:

source: If this is an existing installation...
it_it: Se questa è un'installazione esistente...

source: Something may have changed with your filesystem. Please check that the above directory structure exists and is accessible by the web server.
it_it: Qualcosa nel tuo filesystem può essere cambiato. Controlla che la directory specificata sopra esista e sia accessibile dal server Web.

source: Static media directory changes
it_it: Modifiche directory elementi multimediali statici

source: The location of static media files (CSS, JavaScript, images) has changed. You will need to make manual changes to your web server configuration.
it_it: Il percorso degli elementi multimediali statici (CSS, JavaScript, immagini) è stato modificato. Dovrai apportare manualmente delle modifiche alla configurazione del tuo server Web.

source: Add the following to <tt>alias.url</tt>:
it_it: Aggiungi quanto segue ad <tt>alias.url</tt>:

source: And this to <tt>url.rewrite-once</tt>:
it_it: E quanto segue a <tt>url.rewrite-once</tt>:

source: These lines will look similar to the existing lines for the media files.
it_it: Le seguenti linee saranno simili a quelle esistenti per i file multimediali.

source: Finishing up
it_it: Sto finendo

source: Once you have made these changes, type the following to resolve this:
it_it: Quando hai apportato queste modifiche, digita i seguenti comandi per risolvere il problema:

source: Review Board version mismatch
it_it: Le versioni di Review Board non corrispondono

source: The version of Review Board running does not match the version the site was last upgraded to. You are running <b>%(current_version)s</b> and the site was last upgraded to <b>%(stored_version)s</b>.
it_it: La versione in esecuzione di Review Board non corrisponde alla versione a cui è stato aggiornato il sito l'ultima volta. Stai eseguendo la versione <b>%(current_version)s</b> e il sito l'ultima volta è stato aggiornato alla versione <b>%(stored_version)s</b>.

source: Please upgrade your site to fix this by running:
it_it: Per correggere questo problema, aggiorna il sito eseguendo il comando:

source: Show SSH Public Key
it_it: Visualizza chiave pubblica SSH

source: View on site
it_it: Visualizza sul sito

source: Account successfully linked.
it_it: Account collegato con successo.

source: Your hosting account was successfully linked. You will not need to link it again when fixing the remaining errors.
it_it: Il tuo account di hosting è stato collegato con successo. Non dovrai ricollegarlo quando correggerai gli errori rimanenti.

source: Note:
it_it: Nota:

source: If your provider or repository requires an SSH key for access, you can click "Show SSH Public Key" to the right.
it_it: Se il tuo provider o repository richiede una chiave SSH per accedere, puoi cliccare su "Visualizza chiave pubblica SSH" sulla destra.

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: System Settings
it_it: Impostazioni di sistema

source: General
it_it: Generale

source: E-Mail
it_it: Posta elettronica

source: Diff Viewer
it_it: Visualizzatore diff

source: File Storage
it_it: Salvataggio file

source: Support
it_it: Supporto

source: Manage
it_it: Gestisci

source: Common management operations.
it_it: Operazioni comuni di gestione.

source: Users
it_it: Utenti

source: Default Reviewers
it_it: Revisori predefiniti

source: System Information
it_it: Informazioni di sistema

source: Public Read-only Access
it_it: Accesso pubblico in sola lettura

source: Syntax Highlighting
it_it: Evidenziazione sintassi

source: Server Log
it_it: Log del server

source: Log Profiling
it_it: Profiling dei log

source: Review Emails
it_it: Messaggi di posta di revisione

source: Email TLS Authentication
it_it: Autenticazione TLS posta elettronica

source: Indexed Search
it_it: Ricerca indicizzata

source: No Groups Available.
it_it: Nessun gruppo disponibile.

source: Loading...
it_it: Caricamento in corso...

source: Visible
it_it: Visibile

source: No Repositories available.
it_it: Nessun repository disponibile.

source: Add +
it_it: Aggiungi +

source: No Data Available
it_it: Nessun dato disponibile

source: Memory Usage
it_it: Utilizzo memoria

source: Keys in Cache
it_it: Chiavi nella cache

source: Cache Hits
it_it: Cache hit

source: Cache Misses
it_it: Cache miss

source: Cache Evictions
it_it: Rimozioni cache

source: Cache Traffic
it_it: Traffico cache

source: Cache Offline or Unavailable
it_it: Cache non in linea o non disponibile

source: Request Drafts
it_it: Richiedi bozze

source: Attachments
it_it: Allegati

source: DiffSets
it_it: Set diff

source: Total Users
it_it: Utenti totali

source: You're the only one who logged in so far...
it_it: Sei l'unico che ha eseguito l'accesso finora...

source: Add Users +
it_it: Aggiungi utenti +

source: Documentation
it_it: Documentazione

source: Get Support
it_it: Ottieni assistenza

source: My account
it_it: Il mio account

source: Admin
it_it: Amministrazione

source: Log out
it_it: Disconnetti

source: Jump to...
it_it: Vai a...

source: My Dashboard
it_it: La mia bacheca

source: New Review Request
it_it: Nuova richiesta revisione

source: You don't have access to this group.
it_it: Non hai accesso a questo gruppo.

source: This group is invite-only. You must be a member of this group in order to see any review requests assigned to it. You can ask the administrator or group owner for access.
it_it: Questo gruppo è solo su invito. Devi essere un membro di questo gruppo per poter vedere le richieste di revisione ad esso assegnate. Chiedi all'amministratore o al proprietario del gruppo di concederti l'accesso.

source: Hide closed
it_it: Nascondi chiuse

source: Show closed
it_it: Visualizza chiuse

source: Last logged in %(last_login_date)s
it_it: Ultimo login avvenuto il %(last_login_date)s

source: Joined %(joined_date)s
it_it: Registrato il %(joined_date)s

source: Collapse lines
it_it: Contrai linee

source: (moved)
it_it: (spostato)

source: (copied)
it_it: (copiato)

source: Review
it_it: Revisione

source: New Comment
it_it: Nuovo commento

source: This is a binary file. The content cannot be displayed.
it_it: Questo è un file binario. Il suo contenuto non può essere visualizzato.

source: No preview available.
it_it: Anteprima non disponibile.

source: No changes were made to this file.
it_it: Nessun cambiamento è stato apportato a questo file.

source: This file was deleted. The content cannot be displayed.
it_it: Questo file è stato eliminato. Il suo contenuto non può essere visualizzato.

source: This file contains only whitespace changes.
it_it: Questo file contiene solo modifiche agli spazi bianchi.

source: Show 20 more lines above
it_it: Visualizza altre 20 linee in alto

source: %(lines)s line
it_it: %(lines)s riga

source: Show all lines
it_it: Visualizza tutte le linee

source: Show 20 more lines below
it_it: Visualizza altre 20 linee in basso

source: (Diff revisions %(revision1)s - %(revision2)s)
it_it: (Revisioni diff %(revision1)s - %(revision2)s)

source: (Diff revision %(revision)s)
it_it: (Revisione diff %(revision)s)

source: There was an error displaying this diff.
it_it: Si è verificato un errore nella visualizzazione del diff.

source: This may be a bug in the software, a temporary outage, or an issue with the format of your diff.
it_it: Potrebbe essere un bug nel software, un malfunzionamento temporaneo, o un problema con il formato del tuo diff.

source: Please try again, and if you still have trouble, <a href="%(support_url)s">contact support</a>.
it_it: Riprova e, se hai ancora dei problemi, <a href="%(support_url)s">contatta il supporto</a>.

source: Details
it_it: Dettagli

source: Download Diff
it_it: Scarica diff

source: View Reviews
it_it: Visualizza revisioni

source: Expand changes
it_it: Espandi modifiche

source: Collapse changes
it_it: Contrai modifiche

source: Hide Extra Whitespace
it_it: Nascondi spazi bianchi aggiuntivi

source: Show Extra Whitespace
it_it: Visualizza spazi bianchi aggiuntivi

source: Hide Whitespace changes
it_it: Nascondi modifiche agli spazi bianchi

source: Show Whitespace changes
it_it: Visualizza modifiche agli spazi bianchi

source: Show all issues
it_it: Visualizza tutti i problemi

source: Review Request
it_it: Richiesta revisione

source: View Diff
it_it: Visualizza diff

source: Expand All
it_it: Espandi tutto

source: Collapse All
it_it: Contrai tutto

source: This change has been marked as submitted.
it_it: Questa modifica è stata contrassegnata come inviata.

source: Reopen for Review
it_it: Riapri per revisione

source: Describe the submission (optional):
it_it: Descrivi l'invio (facoltativo):

source: This change has been discarded.
it_it: Questa modifica è stata scartata.

source: Describe the reason it's discarded (optional):
it_it: Descrivi i motivi dello scarto (facoltativo):

source: This review request is a draft.
it_it: Questa richiesta di revisione è una bozza.

source: Be sure to publish when finished.
it_it: Assicurati di pubblicarla quando hai finito.

source: Publish Changes
it_it: Pubblica modifiche

source: Discard Draft
it_it: Scarta modifiche

source: Describe your changes (optional):
it_it: Descrivi le tue modifiche (facoltativo):

source: This draft adds a new diff.
it_it: Questa bozza aggiunge un nuovo diff.

source: This review request is not yet public.
it_it: Questa richiesta di revisione non è ancora pubblica.

source: Publish
it_it: Pubblica

source: Discard Review Request
it_it: Scarta richiesta revisione

source: Issue Summary
it_it: Riepilogo problema

source: Total
it_it: Totale

source: Status:
it_it: Stato:

source: From:
it_it: Da:

source: From
it_it: Da

source: Status
it_it: Stato

source: Add comment
it_it: Aggiungi commento

source: Close
it_it: Chiudi

source: Delete Permanently
it_it: Elimina permanentemente

source: Update
it_it: Aggiorna

source: Update Diff
it_it: Aggiorna diff

source: Upload Diff
it_it: Carica diff

source: Add File
it_it: Aggiungi file

source: Review Request <a href="%(review_request_url)s">#%(review_request_id)s</a> -
it_it: Richiesta di revisione <a href="%(review_request_url)s">%(review_request_id)s</a> -

source: Created %(dateadded)s and submitted <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>
it_it: Creata il %(dateadded)s e inviata il <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>

source: Created %(dateadded)s and discarded <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>
it_it: Creata il %(dateadded)s e scartata il <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>

source: Created %(dateadded)s and updated <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>
it_it: Creata %(dateadded)s e aggiornata il <time class="timesince" datetime="%(lastupdatedraw)s">%(lastupdated)s</time>

source: - Latest diff uploaded <time class="timesince" datetime="%(lastdiffdateraw)s">%(lastdiffdate)s</time>
it_it: - Ultimo diff caricato il <time class="timesince" datetime="%(lastdiffdateraw)s">%(lastdiffdate)s</time>

source: This field is required
it_it: Questo campo è richiesto

source: Delete Screenshot
it_it: Elimina schermata

source: Upload
it_it: Carica

source: Upload File
it_it: Carica file

source: You don't have access to this review request.
it_it: Non hai accesso a questa richiesta di revisione.

source: This review request is private. You must be a requested reviewer, either directly or on a requested group, and have permission to access the repository in order to view this review request.
it_it: Questa richiesta di revisione è privata. Devi essere un revisore richiesto, direttamente o come membro di un gruppo richiesto, e avere il permesso di accedere al repository per visualizzare questa richiesta di revisione.

source: You have a pending review.
it_it: Hai una revisione in sospeso

source: Edit Review
it_it: Modifica revisione

source: Discard
it_it: Scarta

source: Search Review Requests
it_it: Cerca richieste revisione

source: No review requests matching your query
it_it: Nessuna richiesta revisione corrispondente alla tua query

source: <b>%(hits_returned)s</b> results for <b>%(query)s</b>
it_it: <b>%(hits_returned)s</b> risultati per <b>%(query)s</b>

source: Additional results exist but are not returned. If you do not see the review request you're looking for, try making your query more specific.
it_it: Vi sono dei risultati aggiuntivi ma essi non sono stati restituiti. Se non vedi la richiesta di revisione che stai cercando, prova a rendere la tua query più specifica.

source: <time class="timesince" datetime="%(added_timestamp_raw)s">%(added_timestamp)s</time> by %(added_by)s
it_it: <time class="timesince" datetime="%(added_timestamp_raw)s">%(added_timestamp)s</time> da %(added_by)s

source: Previous
it_it: Indietro

source: Next
it_it: Avanti
