Repository: znick/reviewboard
Catalog: reviewboard/locale/*/LC_MESSAGES/django.po
Languages: it_it

source: issue opened
it_it: problema creato

source: issue status
it_it: stato problema

source: reply to
it_it: rispondi a

source: comment text
it_it: testo commento

source: summary
it_it: riepilogo

source: description
it_it: descrizione

source: testing done
it_it: test effettuati

source: bugs
it_it: bug

source: (no summary)
it_it: (nessun riepilogo)

source: file regex
it_it: espressione regolare file

source: default groups
it_it: gruppi predefiniti

source: default users
it_it: utenti predefiniti

source: interdiff file
it_it: file interdiff

source: first line
it_it: prima riga

source: number of lines
it_it: numero di righe

source: file attachment
it_it: file allegato

source: diff against file attachment
it_it: diff basato sul file allegato

source: display name
it_it: nome visualizzato

source: The mailing list review requests and discussions are sent to.
it_it: La mailing list a cui sono inviate le richieste di revisione e le discussioni.

source: users
it_it: utenti

source: incoming review request count
it_it: Numero richieste revisione in arrivo

source: invite only
it_it: solo su invito

source: If checked, only the users listed below will be able to view review requests sent to this group.
it_it: Se selezionata, solo gli utenti elencati sotto saranno in grado di visualizzare le richieste di revisione inviate a questo gruppo.

source: A group with this name already exists
it_it: Un gruppo con questo nome esiste già

source: review group
it_it: gruppo revisione

source: review request
it_it: richiesta revisione

source: user
it_it: utente

source: ship it
it_it: inviala

source: Indicates whether the reviewer thinks this code is ready to ship.
it_it: Indica se il revisore pensa che questo codice sia pronto per l'invio.

source: Base reply to
it_it: "Rispondi a" di base

source: The top-most review in the discussion thread for this review reply.
it_it: La revisione collocata più in alto nel thread di discussione per questa risposta alla revisione.

source: e-mail message ID
it_it: ID messaggio di posta elettronica

source: time e-mailed
it_it: data e ora messaggio di posta

source: body (top)
it_it: corpo (sopra)

source: The review text shown above the diff and screenshot comments.
it_it: Il testo della revisione visualizzato prima dei commenti al diff e alle schermate.

source: body (bottom)
it_it: corpo (sotto)

source: The review text shown below the diff and screenshot comments.
it_it: Il testo della revisione visualizzato dopo i commenti al diff e alle schermate.

source: body (top) reply to
it_it: corpo (sopra) rispondi a

source: The review that the body (top) field is in reply to.
it_it: La revisione per cui il campo Corpo (in alto) è una risposta

source: body (bottom) reply to
it_it: corpo (sotto) rispondi a

source: The review that the body (bottom) field is in reply to.
it_it: La revisione per cui il campo Corpo (in basso) è una risposta

source: comments
it_it: commenti

source: screenshot comments
it_it: commenti schermate

source: file attachment comments
it_it: commenti file allegati

source: Pending Review
it_it: Revisione in sospeso

source: submitter
it_it: responsabile invio

source: time added
it_it: tempo aggiunto

source: change number
it_it: numero modifica

source: target groups
it_it: gruppi destinatari

source: target people
it_it: persone destinatarie

source: screenshots
it_it: schermate

source: inactive screenshots
it_it: schermate inattive

source: A list of screenshots that used to be but are no longer associated with this review request.
it_it: Un elenco di schermate che erano associate a questa richiesta di revisione ma non lo sono più.

source: file attachments
it_it: file allegati

source: inactive file attachments
it_it: file allegati inattivi

source: A list of file attachments that used to be but are no longer associated with this review request.
it_it: Un elenco di file allegati che erano associati a questa richiesta di revisione ma non lo sono più.

source: change descriptions
it_it: modifica descrizioni

source: Dependencies
it_it: Dipendenze

source: last review activity timestamp
it_it: data e ora ultima attività revisione

source: ship-it count
it_it: conteggio "inviala"

source: open issue count
it_it: numero problemi aperti

source: resolved issue count
it_it: numero problemi risolti

source: change description
it_it: modifica descrizione

source: inactive files
it_it: file inattivi

source: image
it_it: immagine

source: screenshot
it_it: schermata

source: sub-image X
it_it: ascissa sottoimmagine

source: sub-image Y
it_it: ordinata sottoimmagine

source: sub-image width
it_it: larghezza sottoimmagine

source: sub-image height
it_it: altezza sottoimmagine

source: Click to star
it_it: Clicca per impostarla come preferita

source: Error while rendering Markdown content: %s
it_it: Errore nella visualizzazione del contenuto Markdown: %s

source: Repository Hosting
it_it: Hosting repository

source: Advanced Settings
it_it: Impostazioni avanzate

source: The path to the repository. This will generally be the URL you would use to check out the repository.
it_it: Il percorso al repository. Quest'impostazione corrisponde generalmente all'URL che utilizzeresti per eseguire il checkout del repository.

source: Changeset %s is empty
it_it: Il changeset %s è vuoto

source: The revision '%(revision)s' for '%(path)s' isn't in a valid format
it_it: La revisione '%(revision)s' per '%(path)s' non è in un formato valido

source: The file '%s' could not be found in the repository
it_it: Impossibile trovare il file '%s' nel repository

source: The file '%(path)s' (r%(revision)s, commit %(base_commit_id)s) could not be found in the repository
it_it: Impossibile trovare il file '%(path)s' (r%(revision)s, commit %(base_commit_id)s) nel repository

source: The file '%(path)s' (r%(revision)s) could not be found in the repository
it_it: Impossibile trovare il file '%(path)s' (r%(revision)s) nel repository

source: A repository was not found at the specified path.
it_it: Non è stato trovato un repository nel percorso specificato.

source: A verified SSL certificate is required to connect to this repository.
it_it: Un certificato SSL verificato è richiesto per connettersi a questo repository.

source: Repository Information
it_it: Informazioni sul repository

source: Review Board Server SSH Key
it_it: Chiave SSH del server Review Board

source: (None - Custom Repository)
it_it: (Nessuno - Repository personalizzato)

source: (None)
it_it: (Nessuno)

source: (Custom Bug Tracker)
it_it: (Bug tracker personalizzato)

source: Default
it_it: Predefinito

source: Re-edit repository
it_it: Modifica nuovamente repository

source: I trust this host
it_it: Mi fido di questo host

source: Hosting service
it_it: Servizio di hosting

source: Service URL
it_it: URL servizio

source: <Link a new account>
it_it: <Collega un nuovo account>

source: Link this repository to an account on the hosting service. This username may be used as part of the repository URL, depending on the hosting service and plan.
it_it: Collega questo repository a un account sul servizio di hosting. Questo nome utente può essere utilizzato come parte dell'URL del repository, a seconda del servizio di hosting e del relativo piano.

source: Account username
it_it: Nome utente account

source: Account password
it_it: Password account

source: Two-factor auth code
it_it: Codice di autenticazione a due fattori

source: Repository type
it_it: Tipo repository

source: Repository plan
it_it: Piano repository

source: The plan for your repository on this hosting service. This must match what is set for your repository.
it_it: Il piano per il tuo repository su questo servizio di hosting. Deve coincidere con quanto impostato per il tuo repository.

source: Associate my SSH key with the hosting service
it_it: Associa la mia chiave SSH con il servizio di hosting

source: Add the Review Board public SSH key to the list of authorized SSH keys on the hosting service.
it_it: Aggiungi la chiave pubblica SSH di Review Board all'elenco delle chiavi SSH autorizzate per il servizio di hosting

source: This repository type supports SSH key association, but the Review Board server does not have an SSH key. <a href="%s">Add an SSH key.</a>
it_it: Questo tipo di repository supporta l'associazione di chiavi SSH, ma il server Review Board non ha una chiave SSH. <a href="%s">Aggiungi una chiave SSH.</a>

source: Use hosting service's bug tracker
it_it: Utilizza il bug tracker del servizio di hosting

source: Type
it_it: Tipo

source: Bug tracker plan
it_it: Piano bug tracker

source: Bug tracker URL
it_it: URL bug tracker

source: The optional path to the bug tracker for this repository. The path should resemble: http://www.example.com/issues?id=%%s, where %%s will be the bug number.
it_it: Il percorso (facoltativo) al bug tracker per questo repository. Il percorso deve assomigliare a http://www.example.com/issues?id=%%s, dove %%s sarà il numero del bug.

source: Use ticket-based authentication
it_it: Utilizza autenticazione basata su ticket

source: This tool is not supported on the given hosting service
it_it: Questo strumento non è supportato sul servizio di hosting specificato

source: This account is not compatible with this hosting service configuration
it_it: Questo account non è compatibile con questa configurazione del servizio di hosting

source: An account must be linked in order to use this hosting service
it_it: È necessario collegare un account per utilizzare questo servizio di hosting

source: Unable to link the account: %s
it_it: Impossibile collegare l'account: %s

source: Unknown error when linking the account: %s
it_it: Errore sconosciuto durante il collegamento dell'account: %s

source: A hosting service must be chosen in order to use this
it_it: Per poter usare questa funzionalità è necessario scegliere un servizio di hosting

source: This bug tracker type is not supported
it_it: Questa tipologia di bug tracker non è supportata

source: Unable to associate SSH key with your hosting service. This is most often the result of a problem communicating with the hosting service. Please try again later or manually upload the SSH key to your hosting service.
it_it: Impossibile associare la chiave SSH con il servizio di hosting. Spesso ciò è dovuto a un problema di comunicazione con il servizio di hosting. Riprova in seguito o carica manualmente la chiave SSH sul servizio di hosting.

source: Not a valid hosting service
it_it: Non è un servizio di hosting valido

source: The Python module "%s" is not installed.You may need to restart the server after installing it.
it_it: Il modulo Python "%s" non è installato. Potresti dover riavviare il server dopo averlo installato.

source: The executable "%s" is not in the path.
it_it: L'eseguibile "%s" non è nel PATH.

source: users with access
it_it: utenti con diritto di accesso

source: review groups with access
it_it: gruppi di revisione con accesso

source: The SHA1 is too short. Make sure the diff is generated with `git diff --full-index`.
it_it: L'hash SHA1 è troppo corto. Assicurati di avere generato il diff con `git diff --full-index`.

source: For local Git repositories, this should be the path to a .git directory that Review Board can read from. For remote Git repositories, it should be the clone URL.
it_it: Per i repository Git locali quest'impostazione dev'essere il percorso di una directory .git che possa essere letta da Review Board. Per i repository Git remoti dev'essere l'URL usata per clonare il repository.

source: Permission denied accessing the local Git repository '%s'
it_it: Accesso negato al repository Git locale '%s'

source: Unable to retrieve information from local Git repository
it_it: Impossibile ottenere informazioni dal repository Git locale

source: Raw file URL mask
it_it: Maschera URL file grezzi

source: A URL mask used to check out a particular revision of a file using HTTP. This is needed for repository types that can't access remote files natively. Use <tt>&lt;revision&gt;</tt> and <tt>&lt;filename&gt;</tt> in the URL in place of the revision and filename parts of the path.
it_it: Una maschera URL usata per effettuare il checkout di una particolare revisione di un file tramite il protocollo HTTP. Essa è richiesta per le tipologie di repository che non possono accedere nativamente a file remoti. Utilizza <tt>&lt;revision&gt;</tt> e <tt>&lt;filename&gt;</tt> nell'URL al posto delle parti del percorso corrispondenti alla revisione e al nome file.

source: Hosting service account
it_it: Account servizio di hosting

source: This should be the full path to a bug in the bug tracker for this repository, using '%s' in place of the bug ID.
it_it: Questa impostazione dovrebbe essere il percorso completo a un bug nel bug tracker per questo repository, con '%s' al posto dell'ID del bug.

source: The encoding used for files in this repository. This is an advanced setting and should only be used if you're sure you need it.
it_it: La codifica usata per i file in questo repository. Questa è un'impostazione avanzata e dovrebbe essere utilizzata solamente se sei sicuro di averne bisogno.

source: Show this repository
it_it: Visualizza questo repository

source: Use this to control whether or not a repository is shown when creating new review requests. Existing review requests are unaffected.
it_it: Utilizza questa opzione per determinare se un repository è visualizzato o meno quando si creano nuove richieste di revisione. Le richieste di revisione esistenti rimangono inalterate.

source: publicly accessible
it_it: pubblicamente accessibile

source: Review requests and files on public repositories are visible to anyone. Private repositories must explicitly list the users and groups that can access them.
it_it: Le richieste di revisione e i file nei repository pubblici sono visibili a chiunque. I repository privati devono elencare esplicitamente gli utenti e i gruppi che possono accedervi.

source: Users with access
it_it: Utenti con diritto di accesso

source: A list of users with explicit access to the repository.
it_it: Un elenco di utenti con accesso esplicito al repository.

source: Review groups with access
it_it: Gruppi di revisione con accesso

source: A list of invite-only review groups whose members have explicit access to the repository.
it_it: Un elenco di gruppi di revisione accessibili solo su invito i cui membri hanno accesso esplicito al repository.

source: A repository with this name already exists
it_it: Un repository con questo nome esiste già

source: A repository with this path already exists
it_it: Un repository con questo percorso esiste già

source: The specified Perforce port includes ssl:, but the p4python library was built without SSL support or the system library path is incorrect.
it_it: La porta di Perforce specificata include ssl:, ma la libreria p4python è stata compilata senza supporto SSL o il percorso della libreria di sistema non è corretto.

source: The Perforce port identifier (P4PORT) for the repository. If your server is set up to use SSL (2012.1+), prefix the port with "ssl:". If your server connection is secured with stunnel (2011.x or older), prefix the port with "stunnel:".
it_it: L'identificatore della porta di Perforce (P4PORT) per il repository. Se il tuo server è impostato per utilizzare SSL (2012.1+), premetti "ssl:" alla porta. Se la connessione al server è protetta da stunnel (2011.x o meno recente), premetti "stunnel:" alla porta.

source: The Plastic repository spec in the form of [repo]@[hostname]:[port].
it_it: La spec del repository Plastic nella forma [repo]@[nome host]:[porta]

source: The certificate is not yet valid.
it_it: Il certificato non è ancora valido.

source: The certificate has expired.
it_it: Il certificato è scaduto.

source: The certificate hostname does not match.
it_it: Il nome host del certificato non corrisponde.

source: The certificate is not issued by a trusted authority. Use the fingerprint to validate the certificate manually.
it_it: Il certificato non è stato emesso da un'autorità riconosciuta. Utilizza l'impronta digitale per verificare il certificato manualmente.

source: SVN integration requires either subvertpy or pysvn
it_it: L'integrazione SVN richiede subvertpy o pysvn

source: Unable to create directory %(dirname)s, which is needed for the Subversion configuration. Create this directory and set the web server's user as the the owner.
it_it: Impossibile creare la directory %(dirname)s richiesta per la configurazione di Subversion. Crea questa directory e imposta l'utente del server Web come suo proprietario.

source: HTTPS certificate not accepted. Please ensure that the proper certificate exists in %s for the user that reviewboard is running as.
it_it: Certificato HTTPS non accettato. Assicurati che il certificato adeguato sia presente in %s e accessibile all'utente che esegue ReviewBoard.

source: Login to the SCM server failed.
it_it: Accesso al server SCM non riuscito.

source: Allow people outside the team to access and post review requests and reviews.
it_it: Consenti a persone esterne al team di accedere e di inviare richieste di revisione e revisioni.

source: The user %s is not a member of this site.
it_it: L'utente %s non è un membro di questo sito

source: The review group %s does not exist.
it_it: Il gruppo revisione %s non esiste.

source: Unable to create directory %(dirname)s, which is needed for the SSH host keys. Create this directory, set the web server's user as the the owner, and make it writable only by that user.
it_it: Impossibile creare la directory %(dirname)s richiesta per le chiavi host SSH. Crea questa directory, imposta l'utente del server Web come proprietario e rendila scrivibile solo da tale utente.

source: Unable to authenticate against this repository using one of the supported authentication types (%(allowed_types)s).
it_it: Impossibile autenticarsi a questo repository utilizzando uno dei tipi di autenticazione supportati (%(allowed_types)s).

source: Unable to authenticate against this repository using one of the supported authentication types.
it_it: Impossibile autenticarsi a questo repository utilizzando uno dei tipi di autenticazione supportati.

source: This SSH key is not a valid RSA or DSS key.
it_it: Questa chiave SSH non è una chiave RSA o DSS valida.

source: Warning! The host key for server %(hostname)s does not match the expected key. It's possible that someone is performing a man-in-the-middle attack. It's also possible that the RSA host key has just been changed. Please contact your system administrator if you're not sure. Do not accept this host key unless you're certain it's safe!
it_it: Attenzione! La chiave dell'host per il server %(hostname)s non corrisponde alla chiave attesa. È possibile che qualcuno stia eseguendo un attacco man in the middle. È anche possibile che sia semplicemente cambiata la chiave RSA dell'host. Contatta il tuo amministratore di sistema se non ne sei sicuro. Non accettare questa chiave dell'host a meno che tu non sia certo che sia sicura!

source: The authenticity of the host '%(hostname)s' (%(ip)s) could not be determined.
it_it: Impossibile determinare l'autenticità dell'host '%(hostname)s' (%(ip)s).

source: The authenticity of the host '%(hostname)s' could not be determined.
it_it: Impossibile determinare l'autenticità dell'host '%(hostname)s'.

source: Unable to write host keys file %(filename)s: %(error)s
it_it: Impossibile scrivere il file delle chiavi dell'host %(filename)s: %(error)s

source: Unable to read host keys file %(filename)s: %(error)s
it_it: Impossibile leggere il file delle chiavi dell'host %(filename)s: %(error)s

source: JavaScript is turned off
it_it: JavaScript è disabilitato

source: Review Board requires JavaScript in order to function. Please turn it on in your browser preferences.
it_it: Review Board richiede JavaScript per poter funzionare. Abilitalo nelle preferenze del tuo browser.

source: Firefox users: if you prefer to turn on JavaScript only for specific sites, we recommend the <a href="https://addons.mozilla.org/en-US/firefox/addon/722">NoScript extension</a>.
it_it: Utenti di Firefox: se preferite abilitare JavaScript solo per specifici siti, raccomandiamo l'estensione <a href="https://addons.mozilla.org/en-US/firefox/addon/722">NoScript</a>.

source: Permission Denied
it_it: Accesso negato

source: You do not have permission to access this page.
it_it: Non sei autorizzato ad accedere a questa pagina.

source: Log In
it_it: Accedi

source: Log in to Review Board
it_it: Accedi a Review Board

source: Log in
it_it: Accedi

source: Create an account
it_it: Crea un account

source: Forgot your password?
it_it: Password dimenticata?

source: Recover Password
it_it: Ripristina password

source: Forgotten your password? Enter your e-mail address, and we'll send you instructions for creating a new one.
it_it: Password dimenticata? Immetti il tuo indirizzo di posta elettronica e ti invieremo le istruzioni per generarne una nuova.

source: Recover
it_it: Recupera

source: Password reset complete
it_it: Reimpostazione della password completata

source: Your password has been set. You may go ahead and log in now.
it_it: La tua password è stata impostata. Puoi procedere ed eseguire l'accesso ora.

source: Log in.
it_it: Accedi.

source: Enter new password
it_it: Immetti una nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
it_it: Immetti la tua nuova password due volte in modo che possiamo verificare se l'hai immessa correttamente.

source: Confirm password
it_it: Conferma password

source: Change my password
it_it: Modifica la mia password

source: Password reset unsuccessful
it_it: Reimpostazione della password non riuscita

source: The password reset link was invalid, either because it expired or has already been used. Please request a new one <a href="%(recover_url)s">here</a>.
it_it: Il collegamento per la reimpostazione della password non era valido perché scaduto o già utilizzato. Richiedine uno nuovo <a href="%(recover_url)s">qui</a>.

source: Password Reset Successful
it_it: Reimpostazione della password eseguita con successo

source: Password reset successful
it_it: Reimpostazione della password eseguita con successo

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
it_it: Ti abbiamo inviato per posta elettronica all'indirizzo da te indicato le istruzioni per impostare una password. Dovresti riceverle a breve.

source: You're receiving this e-mail because you requested a password reset for your account at %(site_name)s. Please go to the following page and choose a new password:
it_it: Hai ricevuto questo messaggio di posta elettronica perché hai richiesto la reimpostazione della password per il tuo account su %(site_name)s. Vai alla pagina seguente e scegli una nuova password:

source: In case you've forgotten, your username is %(user)s
it_it: Se te lo sei dimenticato, il tuo nome utente è %(user)s

source: Thanks for using Review Board!
it_it: Grazie per utilizzare Review Board!

source: Register account
it_it: Registra account

source: Register an account
it_it: Registra un account

source: Register
it_it: Registrati

source: %(auth_name)s Authentication Settings
it_it: Impostazioni di autenticazione %(auth_name)s

source: Administration
it_it: Amministrazione

source: Extensions
it_it: Estensioni

source: Memory usage:
it_it: Utilizzo memoria:

source: Keys in cache:
it_it: Chiavi in cache:

source: Cache hits:
it_it: Numero cache hit:

source: Cache misses:
it_it: Numero cache miss:

source: Cache evictions:
it_it: Rimozioni cache:

source: Cache traffic:
it_it: Traffico cache:
